Repository: Stanford-Online/lagunita-theme
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar

source: For your convenience we may provide links to sites operated by organizations other than Stanford ("Third Party Sites") that we believe may be of interest to you. Stanford does not disclose your Personally Identifiable Information to these Third Party Sites without obtaining your consent. Stanford does not endorse and is not responsible for the privacy practices of these Third Party Sites. If you choose to click on a link to one of these Third Party Sites, you should review the terms of service and privacy policy posted on the other site to understand how that Third Party Site collects and uses your Personally Identifiable Information.
ar: ولتلبية احتياجاتك قد نوفر روابط لمواقع تشغّلها منظمات أخرى غير ستانفورد ("مواقع أطراف ثالثة") بحيث نرى أنها قد تهمّك. لا تفصح ستانفورد عن أي من معلومات تحديد هويتك الشخصية "لمواقع أطراف ثالثة" دون الحصول على موافقتك. لا تقر ستانفورد ممارسات الخصوصية الخاصة "بمواقع الأطراف الثالثة" هذه ولا تتحمل المسؤولية عنها. في حالة اختيارك النقر فوق أي رابط من روابط "مواقع أطراف ثالثة" يجب عليك مراجعة شروط الخدمة وسياسة الخصوصية المنشورة على "الموقع" الآخر لتعرف الطريقة التي يجمع بها "موقع الطرف الثالث" معلومات تحديد هويتك الشخصية ويستخدمها.

source: Updating or Deleting Your Personally Identifiable Information
ar: تحديث معلومات تحديد هويتك الشخصية أو حذفها

source: You may update or delete your Personally Identifiable Information by logging into the Site and visiting your user account page. Keep in mind, however, that there will be residual information that will remain within our databases, access logs and other records, which may or may not contain your Personally Identifiable Information. You may also submit a request to update your Personally Identifiable Information to {contact_email}. We try to answer every email promptly, but may not always be able to do so.
ar: يمكنك تحديث معلومات تحديد هويتك الشخصية أو حذفها عن طريق الدخول إلى "الموقع" وزيارة صفحة حساب المستخدم الخاصة بك، وتذكر رغم ذلك أنه ستبقى معلومات ضمن قواعد بياناتنا وسجلات الدخول وغيرها من السجلات التي قد تحتوي على معلومات تحديد هويتك الشخصية أو ربما لا تحتوي عليها. وبإمكانك أيضا إرسال طلب لتحديث معلومات تحديد هويتك الشخصية إلى العنوان التالي: {contact_email}، ونحن نحاول جاهدين الرد على كل بريد إلكتروني على وجه السرعة، لكننا قد نكون غير قادرين على القيام بذلك بشكل دائم.

source: Opt-Out Rights
ar: حقوق الانسحاب

source: If you do not wish to receive information or other notices from us in the future, you can "opt out" by contacting us at the address indicated at the end of this policy or by following the "unsubscribe" instructions in any communication you receive from us. Please be aware that you are not able to opt out of receiving communications about your account or your transactions with us.
ar: يمكنك الانسحاب من الخدمة إذا كنت لا ترغب في استلام معلومات أو إشعارات أخرى منا في المستقبل، وذلك عن طريق التواصل معنا على العنوان المشار إليه في نهاية سياسة الخصوصية الحالية أو عن طريق اتباع إرشادات "إلغاء الاشتراك" في أي رسالة تستلمها منا، كما نرجو منك أخذ العلم بأنه لا يمكنك الانسحاب من خدمة استلام الرسائل الخاصة بحسابك أو تعاملاتك معنا.

source: Changing Our Privacy Policy
ar: تغيير سياسة الخصوصية الخاصة بنا

source: Please note that we review our privacy practices from time to time, and that these practices are subject to change. Any change, update, or modification will be effective immediately upon posting on our Site. We will notify you of any material change to this Privacy Policy by posting a notice on our Site's homepage for a reasonable period of time following such update, and by changing the effective date (located at the bottom of this Policy). Be sure to return to this page periodically to ensure familiarity with the most current version of this Privacy Policy. If you have any privacy-related questions, you may contact Stanford at {privacy_email}.
ar: يرجى الانتباه إلى أننا نراجع ممارسات الخصوصية الخاصة بنا من حين لآخر وأن هذه الممارسات عرضة للتغيير، وسيصبح أي تغيير أو تحديث أو تعديل ساري المفعول فورًا عقب نشره على موقعنا. وسوف نعلمك بأي تغيير جوهري لسياسة الخصوصية الحالية عن طريق نشر إشعار على صفحة موقعنا الرئيسية خلال مدة زمنية معقولة عقب تلك التحديثات وعن طريق تغيير تاريخ السريان (الموجود أسفل السياسة الحالة). كما نرجو منك التأكد من العودة إلى الصفحة الحالية بشكل دوري من أجل ضمان البقاء على دراية بأحدث نسخة من السياسة الحالية. إذا كانت لديك أية أسئلة متعلقة بالخصوصية، فبإمكانك مراسلة ستانفورد على البريد التالي: {privacy_email}.

source: Protecting Children's Privacy
ar: حماية خصوصية الأطفال

source: Stanford does not knowingly collect or maintain Personally Identifiable Information on our Site from persons under 13 years of age, and no part of our Site is directed to persons under 13 years of age. If you are under 13 years of age, then please do not use or access this Site at any time or in any manner. Stanford will take appropriate steps to delete any Personally Identifiable Information of persons less than 13 years of age that has been collected on our Site without verified parental consent upon learning of the existence of such Personally Identifiable Information. If you have any concerns with respect to data collected on the site, please contact us at {contact_email}.
ar: لا تجمع ستانفورد ولا تحفظ عن عمد على موقعها معلومات تحديد الهوية الشخصية للأفراد تحت سن 13ولا يوجد أي قسم من موقعنا موجه لهم. فيرجى عدم استخدام أو دخول هذا "الموقع" في أي وقت أو بأي طريقة إن كنت تحت سن 13. وسوف تتخذ ستانفورد الخطوات المناسبة لحذف أي معلومات لتحديد الهوية الشخصية للأفراد تحت سن 13والتي جُمعت على موقعنا دون موافقة مصدقة من ولي الأمر بمجرد العلم بوجود تلك المعلومات. إذا كانت لديك أية مخاوف تتعلق بالبيانات المجمعة على "الموقع"، فيرجى التواصل معنا على عنوان البريد الإلكتروني التالي: {contact_email}.

source: Entire Agreement
ar: الاتفاقية الكاملة

source: These Terms of Service, including the Honor Code and Privacy Policy, constitute the entire agreement between you and Stanford and its affiliates with respect to the subject matter herein and supersedes any and all prior or contemporaneous oral or written agreements.
ar: تشكل شروط الخدمة الحالية بما في ذلك ميثاق الشرف وسياسة الخصوصية الاتفاقية الكاملة بينك وبين ستانفورد والمؤسسات التابعة لها فيما يتعلق بالموضوع المحدد في هذه الاتفاقية وتحل هذه الشروط محل كل وأي من الاتفاقيات الكتابية أو الشفهية السابقة أو الحالية.

source: Contacting Stanford
ar: التواصل مع ستانفورد

source: If you have a disability-related question, email us at {accessibility_email}.
ar: راسلنا على البريد الإلكتروني التالي: {accessibility_email} إذا كانت لديك أية أسئلة تتعلق بالإعاقة.

source: If you have a privacy-related question, email us at {privacy_email}.
ar: راسلنا على البريد الإلكتروني التالي: {privacy_email} إذا كانت لديك أية أسئلة متعلقة بالخصوصية.

source: If you would like to report a concern, email us at {concern_email}.
ar: راسلنا على البريد الإلكتروني التالي: {concern_email} إن كنت تود الإبلاغ عن أية مخاوف.

source: For any other questions, please contact us at {contact_email}.
ar: راسلنا على البريد الإلكتروني التالي: {contact_email} إذا كانت لديك أية أسئلة أخرى.

source: Effective date: {date}
ar: تاريخ السريان: {date}

source: Print Terms of Service
ar: إطبع شروط الخدمة

source: Error while sending test email.
ar: خطأ أثنا ارسال البريد التجريبي.

source: Invalid locations.
ar: مواقع غير موجودة.

source: Incoming update_array data is empty.
ar: تحديث وارد_مجموع البيانات فارغ

source: Could not send enrollment email to the user
ar: غير قادر على ارسال بريد التسجيل للمستخدم

source: anonymous_user_id (for use in survey links)
ar: هوية_مستخدم_مجهول ( للاستخدام في روابط الاستبان)

source: user profile name
ar: اسم ملف المستخدم

source: display name of the course
ar: عرض اسم الدورة

source: course identifier
ar: معرف الدورة

source: start date of the course
ar: تاريخ بداية الدورة

source: end date of the course
ar: تاريخ نهاية الدورة

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed. NOTE: If a problem is timed, we only allow a single attempt, and ignore the value in this field.
ar: حدد عدد المرات التي يمكن للطالب اجابة المسألة. اذا القيمة غير محددة, عدد لانهائي من المحاولات مسموح.ملاحظة: اذا المسألة موقوتة, نسمح لمحاولة واحدة, و تجاهل القيمة في الحقل.

source: Number of minutes at which the student will be issued a time warning. Works only when minutes_allowed is non-zero
ar: عدد الدقائق التي طالب سوف يعطى انذار وقتي. يعمل فقط عند الدقائق_المسموحة ليست صفر

source: Number of minutes allowed to finish this assessment. Set 0 for no time-limit. If there is a time-limit, the student will only be given one attempt.
ar: عدد الدقائق المسموحة لانهاء هذا التقييم.ضبط 0 لحد زمني لامحدود.اذا هناك حد زمني محدد, الطالب سيعطى محاولة واحدة.

source: Setting minutes allowed means that this question can only have one attempt, regardless of the value of the maximum attempts field.
ar: تحديد الدقائق المسموحة يعني ان للسؤال محاولة واحدة بغض النظر عن القيمة المحاولات القصوى.

source: time student started this assessment
ar: الوقت الذي بدأ الطالب فيه التقييم

source: Final Submit
ar: التسليم النهائي

source: Time has expired
ar: الوقت قد انتهى

source: This problem's time has expired. Please refresh your page.
ar: وقت المسألة قد انتهى, الرجاء اعادة تحميل الصفحة.

source: A problem has occurred retrieving the data, to report the problem click {zendesk_url}here{tag}
ar: حدث خطاء استرداد البيانات, للاعلام عن المشكلة اضغط {zendesk_url}هنا{tag}

source: A problem has occurred retrieving the data.
ar: حدث خطاء استرداد البيانات.

source: There are no student answers for this problem yet; please try again later.
ar: لاتوجد اجابات للطالب لهذه المسألة حتى الان. حاول مرة اخرى لاحقا.

source: The analytics cannot be displayed as there is an inconsistency in the data.
ar: لايمكن عرض التحاليل لعدم التنسيق في البيانات.

source: The analytics cannot be displayed for this question as randomization was set at one time.
ar: لايمكن عرض التحاليل لهذا السؤال لحديد العشوائية في وقت واحد.

source: The analytics cannot be displayed for this question as the number of rows returned did not match the question definition.
ar: لا يمكن عرض التحاليل لهذا السؤال لعدد الصفوف المرجعة التى لم تطابق تعريف السؤال.

source: Usernames cannot be blank
ar: اسماء المستخدمين لايمكن ان تكون فارغة

source: User '{username_old}' does not exist
ar: مستخدم '{username_old}' غير موجود

source: User '{username_new}' already exists
ar: مستخدم '{username_new}' موجود

source: Failed to modify username for user '{username_old}'
ar: فشل في تعديل اسم المستخدم للمستخدم '{username_old}'

source: Rename User Results
ar: اعد تسمية نتائج المستخدم

source: Command failed
ar: فشل الامر

source: Must provide an ID
ar: يجب توفير هوية

source: ID must be an integer
ar: هوية المعرف يجب ان تكون عدد صحيح

source: Cannot find task with ID {row_id} and task_state QUEUING - {error}
ar: لايمكن ايجاد المهمة مع هوية المعرف {row_id} و مهمة_حالة انتظار - {error}

source: Task with id {row_id} was successfully killed!
ar: مهمة مع معرف {row_id} تم التخلص منه بنجاح!

source: List of Queueing Tasks
ar: قائمة المهمات المنتظرة

source: Kill Task Results
ar: تخلص من نتائج المهمة

source: Unrecognized action
ar: نشاط غير معرف

source: I agree to the {platform_name} {terms_of_service} and {privacy_policy}.
ar: أوافق على {terms_of_service} و{privacy_policy} الخاصين بمنصّة {platform_name}.

source: You must agree to the {platform_name} {terms_of_service} and {privacy_policy}.
ar: يجب الموافقة على {terms_of_service} و{privacy_policy} الخاصين بمنصّة {platform_name}.

source: Materials uploaded here are viewable by the general public in addition to your registered Stanford students. Such publicly-viewable content is subject to copyright exemptions more restrictive than material viewable only by registered Stanford students. Therefore, before uploading any content that has not been created by you or content to which neither you nor Stanford owns all of the rights, you must obtain the permissions (releases, waivers, licenses, etc.) necessary to distribute such materials to the public through the Internet. If you have any questions, please send an email to {copyright_email}
ar: يمكن الاطلاع على المواد التي يتم تحميلها هنا من قبل العامة بالإضافة إلى طلابك المسجلين من جامعة ستانفورد. يخضع هذا المحتوى الممكن الاطلاع عليه من قبل العامة إلى استثناءات حقوق النشر أكثر تقييداً من المواد التي يمكن الاطلاع عليها من قبل طلاب ستانفورد المسجلين فقط. وبالتالي، قبل تحميل أي محتوى لم تعمل على إنشائه بنفسك أو محتوى لا تملك لا أنت ولا جامعة ستانفورد كافة الحقوق الخاصة به، يجب أن تحصل على الأذونات (نشرات، وثائق تنازل، رخص، إلخ.) الضرورية لتوزيع هذه المواد عبر الإنترنت. في حال كانت لديكم أي أسئلة يرجى إرسال بريد إلكتروني إلى {copyright_email}

source: Tools / Course Utilities
ar: الأدوات / منافع المنهاج

source: Problem Settings
ar: إعدادات المشاكل

source: What is problem settings?
ar: ما هي إعدادات المشاكل؟

source: The problem settings page provides a way to view all problem settings of the current course in one page.
ar: تقدّم صفحة إعدادات المشاكل وسيلة للاطلاع على كافة إعدادات المشاكل الخاصة بالمنهاج الحالي في صفحة واحدة.

source: Settings Keys
ar: مفاتيح الإعدادات

source: Update Video Captions
ar: تحديث عناوين شرح الفيديوات

source: Updates support {link_start}keyword substitution{link_end}.
ar: تحديث دعم {link_start}استبدال الكلمات المفاتبح{link_end}

source: Keyword Substitution
ar: استبدال الكلمات المفاتيح

source: Copy and paste keywords on the left into your {content_type}. They will be replaced by the values on the right.
ar: قم بنسخ وإلصاق الكلمات المفاتيح إلى اليسار في {content_type}. ستستبدل بالقيم إلى اليمين.

source: Please enter your email address below, and we will email instructions for setting a new password.
ar: يُرجى إدخال عنوانك البريديّ أدناه، وسنرسل لك التعليمات لاختيار كلمة سرّ جديدة عبر البريد الإلكتروني.

source: This should be the email address you used to register with {platform}
ar: يجب أن يكون هذا عنوانَ البريد الإلكتروني الذي استخدمته للتسجيل في {platform}

source: For <strong>questions on course lectures, homework, tools, or materials for this course</strong>, post in the course discussion forum.
ar: لطرح <strong/>سؤال بشأن محاضرات المقرّر الدراسي، أو الفروض المنزلية، أو الأدوات، أو الموادّ الخاصة بهذا المقرّر<strong>، أنشر سؤالك في منتدى النقاش الخاص بالمقرّر.

source: Post in the Forum
ar: أنشر في المنتدى

source: Have <strong>general questions about {platform_name}</strong>? You can find lots of helpful information in the {platform_name} Help Center.
ar: هل لديك <strong>أسئلة عامة بشأن {platform_name} أو عنها<strong/>؟ يمكنك إيجاد معلومات مفيدة كثيرة في مركز المساعدة الخاص بـ {platform_name}.

source: Access the Help Center
ar: الوصول إلى مركز المساعدة

source: Can't find an answer to your question? You can contact the {platform_name} general support team directly {link_start}by clicking here{link_end}.
ar: ألم تجد إجابةً عن سؤالك؟ يمكنك الاتصال بفريق المساعدة الخاص بـ {platform_name} مباشرةً عبر {link_start}هذا الرابط{link_end}.

source: Here are some of the most popular articles from the Help Center:
ar: في ما يلي بعض من أكثر المقالات رواجاً من مركز المساعدة:

source: Thank you for your inquiry or feedback. We typically respond to a request within three business days. In the meantime, please review our {link_start}Help Center articles{link_end}, where answers to many common questions have been posted.
ar: شكراً على استفسارك أو ملاحظاتك. عادةً ما نردّ على الأسئلة خلال ثلاثة أيام عمل. في غضون ذلك الوقت، راجع {link_start}مقالات مركز المساعدة{link_end}، حيث تمّ نشر الإجابات عن عدّة أسئلة شائعة.

source: The Future of Online Education
ar: مستقبل التعليم الإلكتروني

source: At {start_time}, you started this exam.
ar: عند {start_time}، بدأت هذا الامتحان.

source: By {end_time}, you must manually click the '{check_button}' button below!
ar: عند {end_time}، يجب أن تنقر زرّ '{check_button}' يدوياً أدناه!

source: You have {minutes_left} minutes left to complete these questions.
ar: لديك {minutes_left} دقيقة للإجابة عن هذه الأسئلة.

source: You have exceeded the time limit for this problem.
ar: لقد تجاوزتَ الوقت المحدّد لهذه المشكلة.

source: Deadline has passed, you can no longer submit.
ar: انتهت المهلة النهائية، لم يعد بإمكانك تقديم إجابتك.

source: You are about to start a timed problem. The allotted time for this problem is {minutes_allowed} minutes.
ar: أنت على وشك المباشرة بمشكلة لها وقت محدّد. إنّ الوقت المخصّص لهذه المشكلة هو {minutes_allowed} دقيقة.

source: At {end_time}, you must manually click the '{check_button}' button below.
ar: عند {end_time}، يجب أن تنقر زرّ '{check_button}' يدوياً أدناه.

source: Start Timer
ar: بدء التوقيت

source: Create your {platform_name} learning and research account!
ar: أنشئ حسابك الخاص في {platform_name} للتعلّم والبحث!ّ

source: Welcome to the {platform_name} Learning and Research Community
ar: مرحباً بك في مجتمع التعلّم والبحث في {platform_name}

source: Create your account
ar: أنشئ حسابك

source: I agree to the {link_start1}Terms of Service{link_end} and {link_start2}Privacy Policy{link_end}
ar: أوافق على {link_start1}شروط الخدمة{link_end} و {link_start2}سياسة الخصوصية{link_end}

source: By exploring the course, you are agreeing to our Terms of Service. Please read them carefully.
ar: من خلال استطلاع هذا المقرّر الدراسي، أنت توافق على شروط الخدمة التي حدّدناها. يرجى قراءتها بانتباه.

source: Explore Course
ar: اكتشف المقرّر الدراسي

source: By exploring the course, you are agreeing to our {tos_link_start}Terms of Service{link_end} and {privacy_link_start}Privacy Policy{link_end}. Please read them carefully.
ar: من خلال استطلاع هذا المقرّر الدراسي، أنت توافق على {tos_link_start}شروط الخدمة{link_end} و {privacy_link_start}سياسة الخصوصية{link_end} التي حدّدناها. يرجى قراءتها بانتباه.

source: Non-registered mode. {tag_start}Register{tag_end} to save your course progress.
ar: أنت في نمط غير مسجّل. {tag_start}تسجّل{tag_end} لحفظ مدى تقدّمك في المقرّر الدراسي.

source: Note: Submitted assignments will appear as bars in the Progress chart. Mouse over a bar to see more information about the relevant assignment.
ar: ملاحظة: ستظهر الفروض المقدّمة كشريط في جدول التقدّم. مرّر الفأرة فوق الشريط لتطّلع على المزيد من المعلومات بشأن الفرض المطلوب.

source: Start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
ar: إبدأ التعلم اليوم من خلال تفعيل حسابك على {platform_name}. أنقر الرابط أدناه أو إنسخه والصقه في شريط العناوين في متصفحك.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this email. For more information, check our Help Center here:
ar: إذا لم يكن هذا طلبك، لست بحاجة لفعل شيء؛ لن تتلقى أيّ بريد إلكتروني آخر منا. نرجو منك عدم الرد على هذه الرسالة الإلكترونية. للمزيد من المعلومات، زر مركز المساعدة هنا:

source: To start accessing course materials, please visit https://{site_name}/dashboard
ar: للبدء بالاطلاع على مواد المقرّر الدراسي، يرجى زيارة: https://{site_name}/dashboard

source: Password reset initiated
ar: بدء عملية تغيير كلمة السرّ

source: The system is looking for your account. You should receive an email with password reset instructions shortly. If you don't see it within a few minutes (and it's not in your email's Spam or Trash), your account may be under a different email address. Try {start_link}logging in{end_link} again with some other email addresses you maintain.
ar: النظام يدرس حسابك حالياً. يفترض أن تتلقى قريباً رسالة إلكترونية تتضمّن تعليمات لتغيير كلمة السر. إذا لم تصلك الرسالة خلال بضع دقائق (وإذا لم تكن في بريدك المزعج أو بريد المهملات)، قد يكون حسابك مسجّلاً تحت عنوان بريديّ مختلف. حاول {start_link}تسجيل دخولك{end_link} من جديد بواسطة عناوين بريدية أخرى مرتبطة باسمك.

source: Email change failed.
ar: فشلت عملية تغيير البريد الإلكتروني

source: Something went wrong. Please contact {support} for help.
ar: أمرٌ ما لم يسر على ما يرام. يرجى الاتصال بـ{support} للمساعدة.

source: The email address you wanted to use is already used by another {platform_name} account.
ar: إنّ عنوان البريد الإلكتروني الذي أردتَ استخدامه مستخدم من قبل حساب {platform_name} آخر.

source: You can try again from the {link_start}account settings{link_end} page.
ar: يمكنك المحاولة من جديد من صفحة {link_start}إعدادات الحساب{link_end}.
