Repository: Stanford-Online/lagunita-theme
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Our Research Community
ar: باحثونا

source: {university_name} pursues the science of learning. Online learners are important participants in that pursuit. The information we gather from your engagement with our instructional offerings makes it possible for faculty, researchers, designers and engineers to continuously improve their work and, in that process, build learning science.
ar: تتخصّص {university_name} في علم التعلّم. ويشكّل المتعلّمون عبر الإنترنت مشاركين أساسيين في هذه المسيرة. فبفضل المعلومات التي نجمعها من خلال مشاركتكم، والدروس التي نقدّمها، يصبح من الممكن بالنسبة للكليّة، والباحثين، والمصمّمين، والمهندسين، الاستمرار في تحسين عملهم، وفي خلال هذه العملية تطوير علم التعلّم.

source: By registering as an online learner, you are also participating in research...
ar: عندما تتسجّل معنا كمتعلّم عبر الإنترنت، أنت تشارك في البحث أيضاً...

source: Read Terms of Service and Privacy Policy.
ar: طالع شروط الخدمة وسياسة الخصوصية

source: Revised {date}
ar: منقّح {date}

source: Powered by {platform_name}
ar: مشغّل بواسطة {platform_name}

source: {platform_name}, Courses List
ar: {platform_name}، لائحة بالمقرّرات الدراسية

source: Learn from <strong>{university_name}</strong>
ar: تعلّم من <strong>{university_name}</strong>

source: By registering as an online learner, you are also participating in research intended to enhance Stanford's instructional offerings as well as the quality of learning and related sciences worldwide. In the interest of research, you may be exposed to some variations in the course materials. Stanford does not use learner data for any purpose beyond the University's stated missions of education and research. For purposes of research, we may share information we collect from online learning activities, including {link_start}Personally Identifiable Information{link_end}, with researchers beyond Stanford. However, your Personally Identifiable Information will only be shared as permitted by applicable law, will be limited to what is necessary to perform the research, and will be subject to an agreement to protect the data. We may also share with the public or third parties aggregated information that does not personally identify you. Similarly, any research findings will be reported at the aggregate level and will not expose your personal identity.
ar: عند التسجيل كمتعلّم عبر الإنترنت، أنت تشارك أيضاً في البحث الهادف إلى تحسين موادّ جامعة "ستانفورد" التعليمية، ونوعية التعليم والعلوم ذات الصلة في مختلف أنحاء العالم. بهدف إتمام البحث على أفضل نحو، قد يتمّ منحك المادّة الدراسية بطرق متنوّعة. لا تستخدم "ستانفورد" بيانات المتعلّم لغرضٍ معيّن ما خلا مهام التربية والبحث التي كانت الجامعة قد أعلنت عنها. لغايات تتعلّق بالبحث، قد نطلع باحثين من خارج "ستانفورد" على المعلومات التي جمعناها من أنشطة التعلّم الإلكترونية، بما في ذلك {link_start}بياناتك الشخصية{link_end}. سيتمّ تبادل هذه البيانات ضمن الحدود التي يجيزها القانون المطبّق فقط، وسيقتصر ذلك على ما هو ضروريّ لإتمام البحث، استناداً إلى أحكام اتّفاق لحماية البيانات. ومن المحتمل كذلك أن نطلع الجمهور أو أطرافاً ثالثة على معلومات كليّة لا تتمّ فيها تسميتك شخصياً. كذلك، سيتمّ نشر أيّ نتيجة من نتائج البحث على المستوى الكليّ، من دون الكشف عن هويّتك الشخصية.

source: Please read our {link_start}Privacy Policy{link_end} for more information regarding the processing, transmission and use of data collected through the Stanford Online website and Stanford's Lagunita platform.
ar: يرجى قراءة {link_start}سياستنا المتعلقة بالخصوصية{link_end} للحصول على المزيد من المعلومات حول عملية معالجة البيانات التي يتمّ جمعها عبر موقع "ستانفورد" الإلكتروني ومنصّة "لاغونيتا" الإلكترونية الخاصة بستانفورد، فضلاً عن عملية نقل هذه البيانات واستخدامها.

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from lagunita.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
ar: سوف تتلقى رسالة تفعيل إلكترونية. يجب أن تضغط على رابط التفعيل لإتمام العملية. إذا لم تتلقَّ هذه الرسالة، تفقّد ملفّك الخاص بالبريد المزعج، وأدرج الرسائل الواردة من lagunita.stanford.edu ضمن ملفّ البريد غير المزعج، كي تتمكّن من تلقي رسائل خاصة بدروسك.

source: Tweet that you've registered for this course
ar: أنشر تغريدة حول تسجّلك لهذا المقرّر الدراسي.

source: Email someone to say you've registered for this course
ar: أرسل رسالةً إلكترونية إلى صديق لتخبره بتسجّلك لهذا المقرّر الدراسي.

source: Public courses from {university_name}.
ar: دروس عامة من {university_name}.

source: We encourage you to review our {tos_link_start}Terms of Service{link_end} and {privacy_link_start}Privacy Policy{link_end} before beginning the course.
ar: نشجّعك على استعراض {tos_link_start}شروط الخدمة{link_end} و{privacy_link_start}سياسة الخصوصية{link_end} قبل بداية هذا المقرّر الدراسي.

source: About {PLATFORM_NAME}
ar: لمحة عن {PLATFORM_NAME}.

source: Stanford Quad with Hoover Tower
ar: حرم "هوفر تاور" في جامعة "ستانفورد".

source: {Lagunita} is {Stanford}'s instance of the open-source software release of the {Open_edX} platform, which was developed by the joint {Harvard_MIT} non-profit organization, and which {Stanford} engineers have been collaborating on since April 2013. {Lagunita} hosts many of the free, online courses that are taught by {Stanford} faculty and made available to lifelong learners around the world for self-enrichment. {Lagunita} also hosts a variety of professional education opportunities in conjunction with many of {Stanford_University}'s schools and departments.
ar: {Lagunita} هي المثال الذي تقدّمه {Stanford} عن منصّة {Open_edX} الخاصة ببرنامج المفتوح المصدر، وقد طوّرتها بالتعاون مع المنظّمة غير الربحية {Harvard_MIT}، ويعمل مهندسو {Stanford} على تطويرها منذ أبريل 2013. تستضيف {Lagunita} الكثير من الدروس الإلكترونية المجانية التي تدرّسها كليّة {Stanford}، وتكون متوفّرة للمتعلّمين بشكل مستمر من مختلف أنحاء العالم للإثراء الذاتي. كما تستضيف {Lagunita} أيضاً مجموعة متنوّعة من فرص التعليم المهنية بالتعاون مع العديد من كليات {Stanford_University} وأقسامها.

source: All of the personal and professional learning opportunities that are hosted on {Lagunita} and open to the public are made available through Stanford Online and listed at {lagunita_courses_link}. To see our complete catalog of {Stanford_Online} courses on {Lagunita} and other platforms, you can visit {online_courses_link}.
ar: تتوفّر جميع فرص التعليم الشخصية والمهنية التي تستضيفها {Lagunita}، وتكون مفتوحة للعامة، عبر الموقع الإلكتروني لستانفورد، وتدرج على {lagunita_courses_link}. للاطلاع على قائمة كاملة بدروس {Stanford_Online} المتوفّرة على {Lagunita} ومنصات أخرى، يمكنك زيارة {online_courses_link}.

source: Careers
ar: المسيرة المهنية

source: Technology is disrupting higher education. We believe universities can benefit from this if it's done right. Supporting basic education and computer science research is core to what we do. We also believe that universities should be in control of how this space evolves, and that an open-source platform is the best way to do that.
ar: تزرع التكنولوجيا الخلل في مرحلة التعليم العالي. برأينا، يمكن للجامعات أن تستفيد من التكنولوجيا إذا عرفت كيف تتصرّف بالطريقة الصحيحة. إنّ دعم البحوث حول التعليم الأساسي وعلوم الكمبيوتر عنصرٌ جوهري من عملنا. نعتقد كذلك أنّه من الضروري أن تدير الجامعات كيفية تطوّر هذا المجال، ولعلّ المنصّة الإلكترونية المفتوحة المصدر هي أفضل طريقة للقيام بذلك.

source: Our engineering team is small and productive: five engineers, one PM, and two course ops staff. We do our own operations and QA. We install several times per week. We like being close to our customers (faculty, staff, students) since that motivates the right kind of innovation. We run a lightweight, mostly-Agile development process with quick daily standups, group planning, and frequent demos. We work on the {Stanford_Campus}.
ar: إنّ فريقنا الهندسي صغير ومنتج: خمسة مهندسين، ومدير مشروع واحد، وموظّفان معنيّان بتشغيل الدروس. نعمل على إدارة عملياتنا الخاصة وضمان النوعية. نركّب البرامج عدة مرات أسبوعياً. نودّ البقاء على مقربة من عملائنا (الكلية، الموظّفين، الطلاب)، بما أنّ هذا الأمر يحفّز على الأسلوب الصحيح للابتكار. ندير عملياتنا بطريقة خفيفة ورشيقة في معظم الأحيان، يتخللها اجتماعات يومية سريعة، وتخطيط جماعي، وتجارب منتظمة. مقرّنا في {Stanford_Campus}.

source: What we work on is mostly driven by our customers, but we also commit to the core {edX} platform repo. We collaborate with other {Open_edX} adopters, including {Google}.
ar: عملنا يستند في الغالب على تحفيز من العملاء، لكننا نلتزم أيضاً باتفاق العمل الأساسي للمنصة {edX}. ننسّق مع شركات {Open_edX} أخرى، مثل {Google}.

source: Stanford Dish by Twilight
ar: منطقة ديش في ستانفورد من توايلايت

source: Platform Help Center and Contact Emails
ar: مركز المساعدة الخاص بالمنصة وعناوين البريد الإلكتروني الخاصة بجهات الاتصال

source: The {help_link_start}Help Center{link_end} contains a FAQ that answers all of the most common tech support questions for the courses available through {lagunita_home_link}. If you can't find what you're looking for there, or if you have a suggestion or bug report to make, you can also file a support ticket from the Help Center.
ar: يتضمّن {help_link_start}مركز المساعدة{link_end} فقرة بالأسئلة المتكرّرة التي تجيب عن سائر الأسئلة الشائعة المتعلقة بالأسئلة التكنولوجية للدرس والمتوفّرة عبر {lagunita_home_link}. إذا لم تجد ما تبحث عنه هنا، أو إذا كان لديك اقتراح أو إبلاغ عن عطل، يمكنك أيضاً طلب المساعدة من المركز.

source: For disability-related questions email us at:
ar: للأسئلة المتعلقة بحالات إعاقة معيّنة، يرجى إرسال رسالة إلكترونية على العنوان التالي:

source: For privacy-related questions email us at:
ar: للأسئلة المتعلقة بالخصوصية، يرجى إرسال رسالة إلكترونية على العنوان التالي:

source: Our system indicates that you are trying to access a course at {SITE_NAME} from an IP address associated with a country currently subject to comprehensive U.S. economic and trade sanctions. {university_name} is required to comply with these sanctions regulations, and regretfully, we are not permitted to allow you to access this particular course. Feel free to browse our catalogue to find other courses you may be interested in taking.
ar: يشير نظامنا إلى أنك كنت تحاول الدخول إلى {SITE_NAME} من عنوان مقترن بدولة تخضع حالياً لعقوبات اقتصادية وتجارية أميركية شاملة. إنّ {university_name} ملزمة بالتقيّد بأحكام هذه العقوبات. وعليه يؤسفنا أننا لن نتمكّن من إعطائك الإذن للاطلاع على هذا الدرس بالتحديد. لا تتردّد بمراجعة قائمتنا لإيجاد دروس أخرى قد تهمّك.

source: NOTICE: On {date}, Stanford amended its Terms of Service and Privacy Policy as follows:
ar: إشعار: عدلت ستانفورد شروطها الخاصة بسياسة الخدمة والخصوصية بتاريخ {date} على النحو التالي:

source: Welcome to the Stanford Online Learning and Research Community
ar: مرحبًا بك في مجتمع ستانفورد التعلـّمي والبحثي عبر الإنترنت

source: Stanford University pursues the science of learning. Online learners are important participants in that pursuit. The information we gather from your engagement with our instructional offerings makes it possible for faculty, researchers, designers and engineers to continuously improve their work and, in that process, build learning science.
ar: تنتهج جامعة ستانفورد مفهوم علم التعلم، ويُعد المتعلمون عبر الإنترنت مشاركين مهمين في ذلك النهج. تساعد المعلومات التي نجمعها من خلال مشاركتك في عروضنا التعليمية أعضاء هيئة التدريس والباحثين والمصممين والمهندسين في تحسين أعمالهم بصورة مستمرة، وبناء مفهوم علم التعلم.

source: By registering as an online learner, you are also participating in {research_link_start}research{link_end} intended to enhance Stanford's instructional offerings as well as the quality of learning and related sciences worldwide. In the interest of research, you may be exposed to some variations in the course materials. Stanford does not use learner data for any purpose beyond the University's stated missions of education and research. For purposes of research, we may share information we collect from online learning activities, including {pii_link_start}Personally Identifiable Information {link_end}, with researchers beyond Stanford. However, your Personally Identifiable Information will only be shared as permitted by applicable law, will be limited to what is necessary to perform the research, and will be subject to an agreement to protect the data. We may also share with the public or third parties aggregated information that does not personally identify you. Similarly, any research findings will be reported at the aggregate level and will not expose your personal identity.
ar: ومن خلال تسجيلك كمتعلم عبر الإنترنت، تكون بذلك مشاركًا أيضًا في {research_link_start}الأبحاث{link_end} التي تهدف إلى تحسين عروض ستانفورد التعليمية، إضافة إلى جودة التعلم والعلوم ذات الصلة في جميع أرجاء العالم. قد تتعرض لبعض التباينات في مواد المقررات الدراسية وذلك لصالح الجهود البحثية. لا تستخدم ستانفورد بيانات المتعلم لأي غرض خارج المهام التعليمية والبحثية المقررة في الجامعة. وقد نقوم بمشاركة المعلومات التي نجمعها من أنشطة التعلم عبر الإنترنت ومنها {pii_link_start}معلومات تحديد الهوية الشخصية{link_end} مع الباحثين خارج ستانفورد وذلك للأغراض البحثية. ومع هذا، فلن تتم مشاركة معلومات تحديد هويتك الشخصية إلا في الإطار المسموح به بموجب القانون المعمول به، وستكون مقتصرة على المعلومات الضرورية اللازمة لإجراء الأبحاث، ومرهونة باتفاقية حماية البيانات. وقد نتبادل أيضاً المعلومات المجمعة التي لا تحدد هويتك الشخصية مع عامة الناس أو مع أطراف خارجية. وعلى نحو مماثل، سيتم الإبلاغ عن أي نتائج بحثية بشكل إجمالي، ولن تكشف عن هويتك الشخصية.

source: Please read our {link_start}Privacy Policy{link_end} for more information regarding the processing, transmission and use of data collected through the Stanford Online website and Stanford's Lagunita platform.
ar: يُرجى قراءة {link_start}سياسة الخصوصية{link_end} الخاصة بنا لمزيد من المعلومات عن معالجة البيانات المجمعة خلال الموقع الإلكتروني لستانفورد وإرسالها واستخدامها عبر الإنترنت وعبر منصة Lagunita التابعة لستانفورد.

source: Terms of Service for Stanford Online Courses
ar: شروط الخدمة الخاصة بالمقررات الدراسية لستانفورد على الإنترنت

source: These Terms of Service govern the Stanford Online website and Stanford's OpenEdX platform, {site_name} ("Site") which is owned by Stanford University ("Stanford") and operated by Stanford or its service providers. You should not access or use this Site until you have carefully read and agreed to the following Terms of Service.
ar: تحكم شروط الخدمة هذه الموقع الإلكتروني لستانفورد ومنصة OpenEdX التابعة لستانفورد، {site_name}، (ويُشار إليهما بـ "الموقع") والتي تملكها وتشغّلها جامعة ستانفورد ("ستانفورد") أو أي من مزودي خدماتها. يجب ألا تقوم بالدخول إلى هذا "الموقع" أو تستخدمه قبل قراءة شروط الخدمة التالية بعناية والموافقة عليها:

source: Use of the Site
ar: استخدام "الموقع"

source: In order to participate in Stanford Online courses or access any online resources offered by Stanford you must first carefully read and agree to these Terms of Service, Honor Code and Privacy Policy (collectively "Terms"). BY ACCESSING AND PARTICIPATING IN THE SITE, YOU HAVE INDICATED THAT YOU HAVE READ THESE TERMS AND AGREE TO BE BOUND BY AND COMPLY WITH THEM. If you do not agree to be bound by these Terms, please promptly exit the Site.
ar: يجب قراءة شروط الخدمة هذه وميثاق الشرف وسياسة الخصوصية (يُشار إليها مجتمعة بلفظ "الشروط") بعناية والموافقة عليها قبل المشاركة في المقررات الدراسية لستانفورد على الإنترنت أو الحصول على أي من الموارد الإلكترونية التي تقدمها ستانفورد. يُعد دخولك إلى "الموقع" والمشاركة فيه بمثابة إشارة منك إلى قراءة هذه الشروط وموافقة على الالتزام بها والامتثال لها. إذا كنت لا توافق على الالتزام بهذه الشروط، يُرجى الخروج من "الموقع" على الفور.

source: STANFORD RESERVES THE RIGHT TO MODIFY THESE TERMS AT ANY TIME AND WILL PUBLISH NOTICE OF ANY MODIFICATIONS ON-LINE AT THIS SITE. BY CONTINUING TO ACCESS A SITE AFTER NOTICE OF SUCH MODIFICATIONS HAS BEEN PUBLISHED, YOU SIGNIFY YOUR AGREEMENT TO BE BOUND BY THEM.
ar: تحتفظ ستانفورد بحق تعديل هذه الشروط في أي وقت، وستنشر عبر الإنترنت إشعاراً بأية تعديلات تُجرى في "الموقع". يُعد استمرار دخولك إلى "الموقع" بعد نشر إشعار بمثل هذه التعديلات بمثابة موافقة من جانبك على الالتزام بها.

source: User Age and Eligibility
ar: عمر المستخدم وأهليته

source: Participation in the Site and Stanford Online Courses is restricted to those individuals who have registered, who are 18 years of age and over, emancipated minors, or those who possess parental or legal guardian consent, and who are fully able and competent to enter into these terms, conditions, obligations, affirmations, representations and warranties herein. By accessing the Site you affirm that you are at least 13 years old and meet the eligibility requirements. This Site is not intended for children under 13. If you are under 13 years of age, do not use the Site. If you have questions about your eligibility, please contact us at {contact_email}.
ar: إن المشاركة في "الموقع" والمقررات الدراسية لستانفورد على الإنترنت تقتصر على هؤلاء الأفراد الذين قاموا بالتسجيل، البالغين من العمر 18 عامًا أو أكثر، أو القصر الأحرار، أو هؤلاء الذين تتوفر لديهم موافقة من ولي الأمر أو الوصي القانوني، والذين يتمتعون بالقدرة والأهلية الكاملتين للالتزام بمثل هذه الشروط والأحكام والالتزامات والإقرارات والتعهدات والضمانات المنصوص عليها هنا. تقر عند دخولك إلى "الموقع" ببلوغك سن الـ13 عامًا على الأقل واستيفائك متطلبات الأهلية. هذا "الموقع" غير مخصص للأطفال دون سن الـ13 عامًا. لا تستخدم "الموقع" إذا كان عمرك دون سن الـ13. إذا كان لديك أسئلة بخصوص أهليتك، يُرجى الاتصال بنا عبر{contact_email}.

source: Certain courses may also have additional eligibility requirements as specified in the specific course description. If you are not eligible for registration and participation or do not agree to the Terms, you may not use the Site.
ar: قد تكون لبعض المقررات الدراسية متطلبات أهلية إضافية كما هو محدد في الوصف الخاص بالمقرر الدراسي. إذا كنت غير مؤهل للتسجيل والمشاركة، أو لا توافق على هذه الشروط، فقد لا يتسنى لك استخدام "الموقع".

source: Access to the Site
ar: الدخول إلى "الموقع"

source: While portions of the Site may be available to the general public, portions of the Site are restricted to registered users who meet eligibility criteria. You agree that you will not access any registration-only portions of the Site if you do not meet the eligibility requirements. Stanford is not responsible for any delay, inability or failure to access the Site due to any cause, including but not limited to acts of God, natural disasters, government orders, labor unrest, malfunction of user hardware or software, interruption in internet service, loss or corruption of data, and unanticipated suspension or cessation of service from any underlying service provider.
ar: على الرغم من أن بعض أجزاء "الموقع" قد تكون متاحة للجمهور العام؛ إلا أن أجزاء أخرى تقتصر على المستخدمين المسجلين الذين يستوفون معايير الأهلية. كما أنك توافق على عدم الدخول إلى الأجزاء التي تحتاج للتسجيل إذا كنت لا تلبي متطلبات الأهلية. لا تتحمل ستانفورد المسؤولية عن أي تأخير أو عجز أو فشل في الدخول إلى "الموقع" لأي أسباب، ومنها على سبيل المثال لا الحصر أحداث القضاء والقدر أو الكوارث الطبيعية أو القرارات الحكومية أو الاضطرابات العمالية أو أي خلل بأجهزة المستخدمين أو برمجياتهم الحاسوبية أو انقطاع خدمة الإنترنت أو فقدان البيانات أو تلفها، أو التعليق أو التوقف غير المتوقع للخدمة المقدمة من أي مزود خدمة رئيسي.

source: User Accounts
ar: حسابات المستخدمين

source: Site Registration
ar: التسجيل في "الموقع"

source: In order to fully participate in all Site activities, you must register and create a User Account. You are required to provide a valid email address ("Email Address") and create a user password ("User Password") and a unique username, which will be publicly visible on the forum and other locations on the Site. In setting up your User Account, you may also be prompted or required to enter additional information, including but not limited to your name, location or other information required to confirm your identity.
ar: يجب عليك التسجيل وإنشاء حساب مستخدم كي يتسنى لك المشاركة في جميع أنشطة "الموقع" بشكل كامل: يتعين عليك تقديم عنوان بريد إلكتروني صالح ("عنوان البريد الإلكتروني") وإنشاء كلمة مرور للمستخدم ("كلمة مرور المستخدم") واسم مستخدم فريد، سيكون واضحًا للجمهور في المنتدى والأماكن الأخرى "بالموقع". وعند إنشاء حساب المستخدم الخاص بك، قد يتعين عليك أو يُطلب منك إدخال معلومات إضافية، منها على سبيل المثال لا الحصر اسمك أو مكانك أو معلومات أخرى ضرورية لتأكيد هويتك.

source: Course Registration
ar: التسجيل في المقرر الدراسي

source: In order to participate in an online course you may be required to register in the course by selecting the course from the list of offered courses. You may be required to provide additional information at the time of registration including, without limitation, evidence of eligibility or of successful completion of prerequisite courses. You may be required to pay a fee to register in some courses.
ar: كي يتسنى لك المشاركة في أي مقرر دراسي عبر الإنترنت، قد يُطلب منك التسجيل في المقرر من خلال اختياره من قائمة المقررات الدراسية المعروضة . وقد يُطلب منك تقديم معلومات إضافية عند التسجيل، ومنها على سبيل المثال لا الحصر، دليل الأهلية أو الاستكمال الناجح لمقررات دراسية مطلوبة مسبقاً. قد يُتطلب منك دفع رسوم للتسجيل في بعض المقررات الدراسية.

source: You understand and agree that all information provided by you is accurate, current and complete and that you will maintain and update your information to keep it accurate, current and complete. You acknowledge that if any information provided by you is untrue, inaccurate, not current or incomplete, we reserve the right to refuse access to the selected course or to terminate your use of the Site. You agree that you will never divulge or share access or access information to your User Account with any third party for any reason.
ar: وبالإضافة إلى ذلك، فإنك تدرك وتقر أن المعلومات المقدمة منك دقيقة وحديثة وكاملة، وأنك سوف تحافظ على المعلومات وتحدثها وتحافظ على دقتها وتحديثها واستكمالها. كما تُقر أنه في حال كانت أي معلومات مقدمة من قِبلك غير حقيقية أو غير دقيقة أو غير حديثة أو غير كاملة؛ فنحن نحتفظ بحق منع دخولك إلى المقرر الدراسي الذي اخترته أو إنهاء استخدامك "للموقع". وتوافق على أنك لن تقوم مطلقًا بالإفصاح عن الدخول أو معلومات الدخول إلى حساب المستخدم الخاص بك أو مشاركتها مع أي طرف خارجي لأي سبب.

source: Fees and Refunds
ar: الرسوم واستردادها
