Repository: Stanford-Online/lagunita-theme
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar

source: The Sites are managed by Stanford, located in Santa Clara County, California. You agree that any dispute arising out of or relating to these Terms or any content posted to a Site, including copies and republication thereof, whether based in contract, tort, statutory or other law, will be governed by the laws of the State of California, excluding its conflicts of law provisions. You further consent to the personal jurisdiction of and exclusive venue in the federal and state courts located in and serving Santa Clara County, California as the legal forum for any such dispute. Excluding claims for injunctive or other equitable relief, for claims related to the Site where the total amount sought is less than ten thousand U.S. Dollars ($10,000.00 USD), either you or Stanford may elect at any point during the dispute to resolve the claim through binding, non-appearance-based arbitration. The dispute will then be resolved using an established alternative dispute resolution ("ADR") provider, mutually agreed upon by you and Stanford. The parties and the selected ADR provider shall not involve any personal appearance by the parties or witnesses, unless otherwise mutually agreed by the parties; rather, the arbitration shall be conducted, at the option of the party seeking relief, online, by telephone or via written submissions alone. Any judgment rendered by the arbitrator may be entered in any court of competent jurisdiction. Any claim or cause of action you may have with respect to Stanford or the Site must be commenced within one (1) year after the claim or cause of action arose.
ar: تُدار "المواقع" من قبل جامعة ستانفورد الكائنة في مقاطعة سانتا كلارا بكاليفورنيا، كما أنك تقر بأن أي نزاع ينشأ بسبب هذه الشروط أو بسبب أي محتوي منشور على أي "موقع" أو أي نزاع متعلق بها -بما في ذلك النُسخ و الطبعات الجديدة منها- سواء استند هذا النزاع إلى العقد أم المسؤولية التقصيرية أم القوانين التشريعية أم القوانين الأخرى - يخضع لقوانين ولاية كاليفورنيا باستثناء الأحكام المتعلقة بتعارض القوانين. كما تقر بموافقتك على الاختصاص القضائي الشخصي والحصري للمحاكم الفيدرالية والتابعة للولاية الواقعة في مقاطعة سانتا كلارا بولاية كاليفورنيا بوصفها المقر القانوني لتسوية أي نزاع من هذا القبيل. وباستثناء الدعاوى المقدمة لطلب تعويض زجري أو منصف، يجوز لك أو لستانفورد بخصوص الدعاوي المتعلقة "بالموقع" والتي من المتوقع أن يكون إجمالي المبلغ الإجمالي المطلوب فيها أقل من عشرة آلاف دولار أمريكي (10,000.00 دولار) الاختيار في أي وقت خلال هذا النزاع تسوية هذه الدعاوي من خلال تحكيم ملزم غيابي. وسوف يُسّوى هذا النزاع عندئذ باستخدام جهة معترف بها لتسوية المنازعات ("ADR") بطرق بديلة متُفق عليها بينك وبين ستانفورد. ولا يستلزم على الطرفين ولا الجهة المختارة لتسوية النزاعات أن تتضمن أي حضور شخصي من قبل الطرفين أو الشهود إلا إذا اتفق الطرفان على خلاف ذلك، وبدلاً من ذلك، يُجرى التحكيم عبر الإنترنت أو من خلال مكالمة هاتفية أو من خلال دفوع خطية فقط وفقًا لما يختاره الطرف الطالب للتعويض. ويجوز تسجيل أي قرار يصدر من المُحكّم في أية محكمة تتمتع بالاختصاص القضائي. ويجب الشروع في تقديم أي دعوى أو أسباب لها قد تكون لديك بخصوص ستانفورد أو "الموقع" خلال سنة واحدة (1) عقب ظهور هذه الدعوى أو أسبابها.

source: Disclaimer of Warranties
ar: إخلاء المسؤولية عن الضمانات:

source: THESE SITES AND ANY INFORMATION, PRODUCTS OR SERVICES THEREIN ARE PROVIDED "AS IS" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR USE OF A PARTICULAR PURPOSE, OR NONINFRINGEMENT.
ar: تم توفير هذه "المواقع" وأي معلومات أو منتجات أو خدمات موجودة بها "كما هي" دون أي ضمان من أي نوع، صريح أم ضمني، بما في ذلك على سبيل المثال لا الحصر، الضمانات الضمنية المتعلقة بالقابلية للاتجار أو الملاءمة للاستخدام من أجل غرض معين أو عدم الانتهاك.

source: STANFORD DOES NOT WARRANT, AND HEREBY DISCLAIMS ANY WARRANTIES, EITHER EXPRESS OR IMPLIED, WITH RESPECT TO THE ACCURACY, ADEQUACY OR COMPLETENESS OF ANY SITE, INFORMATION OBTAINED FROM A SITE, OR LINK TO A SITE. STANFORD DOES NOT WARRANT THAT THE SITE WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER OR THAT THE SITE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. USE OF INFORMATION OBTAINED FROM OR THROUGH THE SITE IS AT YOUR OWN RISK.
ar: لا تضمن ستانفورد وأيضًا تخلي مسؤوليتها بموجب هذا عن أي ضمانات، سواء كانت صريحة أو ضمنية، فيما يتعلق بدقة أو كفاية أو اكتمال أي موقع أو أي معلومات تم الحصول عليها من أي موقع أو رابط لأي موقع. لا تضمن ستانفورد أن "الموقع" سيعمل بصورة متواصلة أو دون أخطاء، أو أن "الموقع" خالٍ من الفيروسات أو أي محتويات ضارة أخرى. تتحمل وحدك المسؤولية عن مخاطر استخدام أي معلومات تحصل عليها من "الموقع" أو من خلاله.

source: WITHOUT LIMITING THE FOREGOING, STANFORD DOES NOT WARRANT THAT (A) THE SITE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS OR ACHIEVE THE INTENDED PURPOSES, (B) THE SITE WILL BE FREE OF OUTAGES, INTERRUPTIONS, DELAYS, SECURITY FLAWS, AND ERRORS, (C) THE INFORMATION OBTAINED FROM THE SITE WILL BE ACCURATE, COMPLETE, CURRENT, ERROR-FREE, COMPLETELY SECURE OR RELIABLE, (D) THAT YOU WILL BE ABLE TO TRANSMIT OR RECEIVE INFORMATION FROM OR THROUGH THE SITE OR (E) THAT DEFECTS IN OR ON THE SITE WILL BE CORRECTED.
ar: ودون تقييد لما سبق، لا تضمن ستانفورد (أ) أن "الموقع" سيلبي جميع متطلباتك أو توقعاتك أو سيحقق الأغراض المطلوبة، (ب) أن "الموقع" سيكون خالياً من أي انقطاعات للخدمة أو أعطال أو تأخر أو عيوب أمنية أو أخطاء، (ج) أن المعلومات التي ستحصل عليها من "الموقع" ستكون دقيقة وكاملة وحديثة و خالية من الأخطاء وآمنة للغاية أو موثوقة، (د) أنك ستكون قادرًا على نقل أو استلام المعلومات من "الموقع" أو من خلاله، أو (هـ) أن العيوب الموجودة في "الموقع" سيتم إصلاحها.

source: Limitation of Liability
ar: محدودية المسؤولية

source: YOU AGREE THAT STANFORD WILL NOT BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THESE TERMS, OR TO YOUR (OR ANY THIRD PARTY/'S) USE OR INABILITY TO USE THE SITE, OR TO YOUR PLACEMENT OF CONTENT ON THE SITE, OR TO YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE SITE. IN PARTICULAR, STANFORD WILL HAVE NO LIABILTY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE, (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF DATA, OR INTERRUPTION IN AVAILABILITY OF DATA), ARISING OUT OF OR RELATING TO THESE TERMS, YOUR USE OR INABILITY TO USE THE SITE, OR YOUR PLACEMENT OF CONTENT ON A SITE, OR TO YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH A SITE, WHETHER BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW, EVEN IF STANFORD OR ITS REPRESENTATIVES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU. IN NO EVENT SHALL THE TOTAL LIABILITY OF STANFORD TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION ARISING FROM THE TERMS OR YOUR USE OF THE SITE EXCEED, IN THE AGGREGATE, $100.00.
ar: وعلاوة على ما سبق، أنت توافق على أن جامعة ستانفورد لن تكون مسؤولة أمامك عن أي خسارة أو أضرار فعلية أم تبعية، تنشأ عن هذه الشروط أو تتعلق بها أو تتعلق باستخدامك (أو باستخدام أي طرف ثالث) "للموقع" أو بعدم القدرة على استخدامه أو بوضعك لمحتوى على "الموقع" أو باعتمادك على معلومات حصلت عليها من "الموقع" أو من خلاله. وعلى وجه التحديد، لن تتحمل جامعة ستانفورد أي مسؤولية عن أي أضرار تبعية أو غير مباشرة أو عقابية أو خاصة أو عرضية، سواء كانت متوقعة أم غير متوقعة (بما في ذلك، على سبيل المثال لا الحصر، الدعاوي المقامة بسبب تشويه السمعة أو الأخطاء أو فقدان البيانات أو إتاحة البيانات بصورة متقطعة) التي تنشأ جراء هذه الشروط أو تتعلق بها أو باستخدامك "للموقع" أو بعدم قدرتك على استخدامه أو بوضعك لمحتوى على "الموقع" أو باعتمادك على معلومات حصلت عليها من "الموقع" أو من خلاله، سواء كانت مستندة على عقد أم مسؤولية تقصيرية أم تشريع أم قانون آخر، حتى ولو تم تنبيه جامعة ستانفورد أو ممثليها باحتمال وقوع هذه الأضرار. بعض الولايات القضائية لا تجيز محدودية المسؤولية أو استبعادها، وبناء عليه قد لا تسري عليك بعض المحدوديات المذكورة سلفًا. وفي أي حال من الأحوال، لا تزيد قيمة إجمالي المسؤولية التي تتحملها جامعة ستانفورد وتدفعها لك عن جميع الأضرار والخسائر وأسباب الدعاوي الناشئة عن الشروط أو عن استخدامك "للموقع" عن 100.00 دولار أمريكي إجمالاً.

source: Termination Rights
ar: حقوق الإنهاء

source: You agree that: Stanford, in its sole discretion, may terminate your use of the Site or your participation in an online course activity, for any reason or no reason and at any time; Stanford shall not have any liability to you for the termination; and that you are not entitled to any course credit or to any student or academic grievance procedures in connection with such a termination.
ar: وبالإضافة إلى ما سبق توافق على ما يلي: يجوز لجامعة ستانفورد، وفق تقديرها الحصريّ، أن تنهي استخدامك "للموقع" أو مشاركتك في أحد أنشطة المقررات الدراسية على الإنترنت، سواء بسبب أو بدون سبب، وفي أي وقت؛ ولا تتحمل الجامعة أي مسؤولية تجاهك جراء ذلك الإنهاء؛ كما لا يحق لك أي اعتماد للمقرر الدراسي أو اتخاذ أي إجراء من إجراءات التظلم الطلابية أو الأكاديمية تتعلق بهذا الإنهاء.

source: Consumer Notice
ar: إشعار المستهلكين

source: If you have any questions regarding services provided through the Site, you may contact Stanford's Course Operations Lead at {contact_email} or 425 Santa Teresa Street, Stanford CA, 94305-2261, USA. The Public Inquiry Unit of the Office of the California Attorney General may be contacted at P.O. Box 944255, Sacramento, CA 94244-2550.
ar: إذا كانت لديك أي أسئلة تتعلق بالخدمات المقدمة عبر "الموقع"، يمكنك مراسلة إدارة عمليات المقررات الدراسية بجامعة ستانفورد من خلال البريد الإلكتروني التالي {contact_email} أو على 425 Santa Teresa Street, Stanford CA, 94305-2261, USA يمكن الاتصال بوحدة الاستفسارات العامة لمكتب النائب العام بولاية كاليفورنيا على ص ب 944255 مقاطعة سكرامنتو، كاليفورنيا 94244-2550.

source: Proprietary Rights
ar: حقوق الملكية

source: The logos, names and graphics on the Site of Stanford or any of its affiliates, may be trademarks of Stanford or its affiliates. Use, reproduction, copying or redistribution of Stanford trademarks, without the prior written permission of Stanford or its affiliates, is prohibited. All other trademarks or servicemarks appearing on the Site are the marks of their respective owners. Information about Stanford trademarks may be found at {trademark_link}.
ar: الشعارات والأسماء والرسومات الواردة في "موقع" جامعة ستانفورد أو أي من الفروع التابعة لها هي علامات تجارية للجامعة أو فروعها. ويُحظر استخدام العلامات التجارية لجامعة ستانفورد أو نسخها أو تصويرها أو إعادة توزيعها، دون موافقة خطية مسبقة من ستانفورد أو فروعها. وجميع العلامات التجارية أو العلامات الخدمية الأخرى الظاهرة على "الموقع" هي علامات مملوكة لأصحابها. يمكن العثور على معلومات عن العلامات التجارية لستانفورد على {trademark_link}.

source: Except as otherwise provided herein, use of the Site does not grant you a license to any content, features or Material you may access on the Site, and you may not modify, rent, lease, loan, sell, distribute or create derivative works of such content, features or Material, in whole or in part. Any commercial use of the Site is strictly prohibited except as allowed herein or otherwise approved by us. You may not download or save a copy of any of the content or screens for any purpose except as otherwise provided by Stanford. If you make use of the Site, other than as provided herein, in doing so you may violate copyright and other laws of the United States, other countries, as well as applicable state laws and may be subject to liability for such unauthorized use. We do not grant any license or other authorization to any user of our trademarks, registered trademarks, service marks, other copyrightable material or any other intellectual property by including them on the Site.
ar: باستثناء ما ينص بغير ذلك في شروط الاستخدام، لا يمنحك استخدام "الموقع" ترخيصًا لأي محتوى أو خصائص أو مواد يجوز لك الدخول إليها على "الموقع"، ولا يجوز لك تعديل هذا المحتوى أو الخصائص أو المواد أو تأجيرها أو استئجارها أو إقراضها أو بيعها أو توزيعها أو إنشاء أعمال مشتقة من كل ذلك بشكلٍ كلي أو جزئي. ويُحظر حظرًا تامًا أي استخدام تجاري "للموقع" باستثناء ما هو مسموح به في شروط الاستخدام أو ما نوافق عليه. فلا يجوز لك تنزيل نسخة من أي محتوى أو شاشات أو حفظ نسخة منها لأي غرض باستثناء ما تجيزه ستانفورد. وإذا استخدمت "الموقع"، على نحو يخالف ما هو منصوص عليه في شروط الاستخدام، فبذلك قد تنتهك قوانين حقوق الملكية وغيرها من قوانين الولايات المتحدة وغيرها من البلدان، فضلًا عن القوانين النافذة في الولاية، وقد تخضع للمسؤولية القانونية عن هذا الاستخدام غير المصرح به. ونحن لا نمنح أي ترخيص أو تفويض آخر إلى أي من مستخدمي علاماتنا التجارية أو العلامات التجارية المسجلة أو العلامات الخدمية أو المواد الأخرى المحمية بحقوق النشر أو غيرها من حقوق الملكية الفكرية بإدراجها على "الموقع".

source: Indemnification
ar: التعويضات

source: You agree to indemnify and hold Stanford and its instructors, trustees, officers, agents, employees, and assignees, harmless from any claims, actions, demands, losses or damages, including legal fees, arising out of, resulting from or in any way related to your participation in an online course, use of a Site, placement of any content onto a Site or violation of these Terms. You further agree to fully cooperate in Stanford's defense against any such claims.
ar: أنت توافق على تعويض جامعة ستانفورد ومعلميها وأمنائها وموظفيها ووكلائها والعاملين بها ودرء الضرر عنهم فيما يتعلق بأي دعاوي قضائية أو مطالبات أو خسائر أو أضرار بما في ذلك الرسوم القانونية الناشئة أو الناتجة عن مشاركتك في مقرر دراسي عبر الإنترنت أو استخدام "الموقع" أو وضع أي محتوى على "الموقع" أو انتهاك هذه الشروط. وتوافق على التعاون الكامل في دفوع ستانفورد ضد أي من هذه الدعاوي.

source: Copyright Complaints
ar: شكاوى حقوق النشر

source: Stanford respects the intellectual property rights of others. In accordance with Title II of the Digital Millennium Copyright Act (DMCA), an agent has been designated to receive notification of a claimed copyright infringement for the Stanford University Network domains: Stanford.EDU, Stanford.ORG and Stanford.COM. If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement, please contact Stanford's DMCA Designated Agent at DMCA-Claim@Stanford.EDU with a copy to {contact_email} and provide the following written information: (i) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest; (ii) a description of the copyrighted work that you claim has been infringed upon; (iii) a description of where the material that you claim is infringing is located on the Site; (iv) your address, telephone number, and email address; (v) a statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent or the law; and (vi) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.
ar: تحترم جامعة ستانفورد حقوق الملكية الفكرية للآخرين. وطبقًا للباب الثاني في قانون الألفية لحقوق النشر الرقمية (DMCA)، قد تم تعيين وكيل لتلقي الإشعارات المعنية بانتهاك حقوق النشر لنطاقات شبكة جامعة ستانفورد: Stanford.EDU و Stanford.ORG و Stanford.COM. إذا كنت تعتقد أن عملك المحمي بحقوق النشر قد نُسِخ بطريقة تمثل انتهاكًا لحقوق النشر، فيرجى الاتصال بالوكيل المعني بقانون الألفية لحقوق النشر الرقمية بجامعة ستانفورد عبر البريد الإلكتروني DMCA-Claim@Stanford.EDU مع إرسال نسخة إلى البريد الإلكتروني {contact_email} وتقديم المعلومات المكتوبة التالية: (1) توقيع إلكتروني أو يدوي للشخص المفوض بالتصرف نيابة عن صاحب مصلحة حقوق النشر؛ (2) وصف للعمل المحمي بحقوق النشر التي تدعي انتهاكها؛ (3) وصف للمكان الذي توجد به المادة التي تدعي انتهاكها على "الموقع"؛ (4) عنوانك ورقم هاتفك وعنوان بريدك الإلكتروني؛ (5) بيان من جانبك تؤكد فيه على أنك تعتقد عن حُسن نية بأن الاستخدام محل النزاع غير مصرح من جانب صاحب حقوق النشر أو وكيله أو القانون؛ و (6) بيان من جانبك، يقع تحت طائلة عقوبة الإدلاء بشهادة زور، تؤكد فيه على أن المعلومات الواردة أعلاه من وجهة نظرك دقيقة وبأنك صاحب حقوق النشر أو مفوض بالتصرف نيابة عن صاحب حقوق النشر.

source: Notices
ar: الإشعارات

source: Notices to you may be made via either email or regular mail. Notices to Stanford should be directed to the email listed below. The Site may also provide notices of changes to these Terms or other matters by displaying notices or links to notices to you on the Site.
ar: يمكن إرسال الإشعارات إليك إما عبر البريد الإلكتروني أو البريد العادي. يجب أن تُوجه الإشعارات المرسلة إلى ستانفورد عبر البريد الإلكتروني الوارد أدناه. وربما يوفر "الموقع" إشعارات بالتغييرات لهذه الشروط أو أمور أخرى عن طريق عرض الإشعارات أو روابط الإشعارات على "الموقع".

source: General Information
ar: معلومات عامة

source: Stanford's failure to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.
ar: إذا لم تمارس ستانفورد أو تطبق أي حق أو بند من هذه الشروط فلا يعتبر ذلك تنازلاً عن هذا الحق أو البند. إذا ارتأت محكمة ذات اختصاص قضائي أن أي بند من هذه الشروط غير صالح، فبرغم ذلك يوافق الأطراف على أن المحكمة يجب أن تسعى لتفعيل نوايا الأطراف كما هو مبين في البند، وتظل بنود الشروط الأخرى سارية بكامل الأثر والمفعول.

source: You may not assign the Terms or any of your rights or obligations under the Terms without Stanford's express prior written consent.
ar: ولا يجوز لك التنازل عن الشروط أو أي من حقوقك أو التزاماتك بموجب هذه الشروط بدون موافقة كتابية صريحة ومسبقة من ستانفورد.

source: The Terms inure to the benefit of Stanford's successors, assigns and licensees. The section titles in the Terms are for convenience only and have no legal or contractual effect.
ar: تؤول هذه الشروط لصالح خلفاء ستانفورد أو المتنازل لهم أو المرخص لهم. عناوين الفقرات في الشروط هي لأغراض التسهيل فقط وليس لها أي تأثير قانوني أو تعاقدي.

source: Honor Code
ar: ميثاق الشرف

source: By registering in an online course, you agree to: rely solely on your own work in connection with all assessments, problems, homework and assignments (unless collaboration is expressly permitted); acknowledge any and all external sources used in your work; refrain from any activity that would dishonestly or fraudulently improve your results or disadvantage others in the course; maintain only one user account and not let anyone else use your username and/or password; and not access or attempt to access any other user's account, or misrepresent or attempt to misrepresent your identity while using the Sites. This Honor Code is not intended to prohibit discussion of course material. While users must submit work that is their own, you should feel free to discuss lectures or other course material with others either in-person or online.
ar: بالتسجيل في أحد المقررات الدراسية على الإنترنت أنت توافق على: الاعتماد على عملك الخاص فقط فيما يتعلق بالتقييمات والمشكلات والفروض المنزلية والمهام (ما لم يُسمح بالتعاون صراحةً)؛ والاعتراف بأي مصادر خارجية تستخدمها في عملك وجميعها؛ والامتناع عن أي نشاط من شأنه أن يُحسِّن من نتائجك أو يضر الآخرين في المقرر الدراسي بطريق الخداع أو الاحتيال؛ والاحتفاظ بحساب مستخدم واحد فقط وعدم السماح لأي شخص آخر باستخدام اسم المستخدم الخاص بك و/أو كلمة المرور الخاصة بك؛ وعدم الدخول أو محاولة الدخول إلى أي حساب مستخدم آخر، أو تزييف هويتك أو محاولة تزييفها أثناء استخدام "المواقع". لا يقصد من ميثاق الشرف الحالي حظر مناقشة مواد المقرر الدراسي. في حين يجب على المستخدمين تقديم العمل الخاص بكل منهم، فلا تشعر بأي حرج في مناقشة محاضرات أو مواد مقررات دراسية أخرى مع الآخرين سواء بشكل شخصي أو عبر الإنترنت.

source: Stanford employees using this Site are expected to abide by the University Code of Conduct, Administrative Guide Memo 1.
ar: ومن المتوقع من موظفي جامعة ستانفورد الذين يستخدمون هذا "الموقع" الالتزام بقواعد السلوك المهني الخاصة بالجامعة، ومذكرة الدليل الإداري 1.

source: Privacy Policy
ar: سياسة الخصوصية

source: Stanford respects your privacy, will use reasonable efforts to keep your Personally Identifiable Information (i.e., information that can be used to identify you) private, and will not share it with third parties, except as otherwise provided in this Privacy Policy, or unless Stanford has a good faith belief that such disclosure is necessary in special cases, such as a physical threat to you or others.
ar: تحترم ستانفورد خصوصيتك وستبذل كافة الجهود المعقولة للحفاظ على خصوصية معلومات تحديد الهوية الشخصية (أي المعلومات التي يمكن استخدامها لتحديد هويتك)، ولن تشاركها مع أطراف ثالثة باستثناء ما هو منصوص عليه في سياسة الخصوصية أو ما لم تعتقد ستانفورد عن حُسن نية بأن مثل هذا الكشف ضروري في حالات خاصة مثل التهديد البدني لك أو للآخرين.

source: What Information this Privacy Policy Covers
ar: المعلومات التي تغطيها سياسة الخصوصية

source: Some of our Site's functionality can be used without revealing any personal information; however, for features or services related to an online course registration and participation, personal information is required. If you do not use these specific features or services on the Site, then the only information Stanford collects will be "Non-Personal Information" (i.e., information that cannot be used to identify you). Non-Personal Information includes information such as the web pages that you have viewed.
ar: يمكن استخدام بعض وظائف مواقعنا دون الكشف عن أي معلومات شخصية، ومع ذلك، تكون المعلومات الشخصية مطلوبة فيما يتعلق بالخصائص أو الخدمات المتعلقة بالتسجيل لمقرر دراسي عبر الإنترنت والمشاركة فيه. إذا لم تستخدم هذه الخصائص أو الخدمات المحددة على "الموقع" فإن المعلومات الوحيدة التي ستجمعها ستانفورد "ستكون معلومات غير شخصية" (أي معلومات لا يمكن استخدامها لتحديد هويتك). تشمل المعلومات غير الشخصية معلومات مثل صفحات الويب التي زرتها.

source: In order to access certain features and benefits on our Site, you may need to submit "Personally Identifiable Information". Personally Identifiable Information can include information such as your name and email address, among other things. You are responsible for ensuring the accuracy of the Personally Identifiable Information you submit to Stanford. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary means by which we communicate with you.
ar: قد تحتاج إلى تقديم "معلومات تحديد الهوية الشخصية" من أجل الوصول إلى خصائص ومزايا معينة على موقعنا. ويمكن أن تشمل معلومات تحديد الهوية الشخصية معلومات مثل اسمك وعنوان بريدك الإلكتروني، من بين أمور أخرى. ويقع على عاتقك مسؤولية ضمان دقة معلومات تحديد الهوية الشخصية التي تقدمها لستانفورد. فربما تؤثر المعلومات غير الدقيقة على قدرتك على استخدام "الموقع"، وعلى المعلومات التي تتلقاها عند استخدامك "للموقع"، وعلى قدرتنا على الاتصال بك. على سبيل المثال، يجب أن تبقي على عنوان البريد الإلكتروني الخاص بك كما هو لأنه إحدى الوسائل الرئيسية التي نتواصل معك من خلالها.

source: Please note that this Privacy Policy only applies to information that we collect through the Site and does not apply to information that we may collect from you through other means such as by mail or over the phone.
ar: برجاء ملاحظة أن سياسة الخصوصية الحالية لا تنطبق إلا على المعلومات التي نجمعها من خلال "الموقع" ولا تنطبق على المعلومات التي يمكن أن نجمعها منك عن طريق وسائل أخرى مثل البريد العادي أو عبر الهاتف.

source: What You Consent to by Using Our Site
ar: البنود التي توافق عليها باستخدام موقعنا
