Repository: Stanford-Online/lagunita-theme
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Please understand that by submitting any Personally Identifiable Information to us, you consent and agree that Stanford may collect, use and disclose such Personally Identifiable Information in accordance with this Privacy Policy and our Terms of Use, and as permitted or required by law. If you do not agree with these terms, then please do not provide any Personally Identifiable Information to us. If you refuse or withdraw your consent, or if you choose not to provide us with any required Personally Identifiable Information, Stanford may not be able to provide you with the services and courses that can be offered on our Site.
ar: يرجى أن تدرك أن بإفصاحك عن أي بيانات لتحديد هويتك الشخصية، فأنت بذلك موافق على إمكانية استخدام الجامعة لهذه البيانات وتجميعها والإفصاح عنها وفقًا لسياسة الخصوصية وشروط الاستخدام وكما هو مسموح أو مطلوب بموجب القانون. إن كنت غير موافق على هذه الشروط، فيرجى ألا تمدنا بأي من بيانات تحديد هويتك الشخصية. إذا رفضت أو سحبت موافقتك أو إذا اخترت عدم تزويدنا بأي بيانات مطلوبة لتحديد هويتك الشخصية فإن ستانفورد ربما لا تستطيع تزويدك بالخدمات والمقررات الدراسية التي يمكن تقديمها على "الموقع".

source: The Information We Collect
ar: المعلومات التي نجمعها

source: We gather the following types of information about users through the Site:
ar: نجمع الأنواع التالية من المعلومات عن المستخدمين من خلال "الموقع":

source: Non-Personal Information
ar: معلومات غير شخصية.

source: When users come to our Site, Stanford may track, collect and aggregate Non-Personal Information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited, and which hyperlinks were "clicked." We also collect information from the URLs from which you linked to our Site. Collecting such information may involve logging the IP address, operating system and browser software used by each user of the Site. Although such information is not Personally Identifiable Information, we may be able to determine from an IP address a user's Internet Service Provider and the geographic location of his or her point of connectivity.
ar: عندما يدخل المستخدمون إلى موقعنا، فربما تتعقب ستانفورد وتجمع معلومات غير شخصية، من بين أمور أخرى، تشير إلى الصفحات التي زاروها في موقعنا والترتيب الذي زاروا به هذه الصفحات والتوقيت الذي زاروها فيه بالإضافة إلى الروابط التشعبية التي "نقروا فوقها". كما نجمع أيضًا معلومات من محددات مواقع المعلومات (URL) التي ارتبطتَ من خلالها بموقعنا. ربما يتطلب جمع مثل هذه المعلومات تسجيل عنوان بروتوكول الإنترنت ونظام التشغيل وبرنامج المتصفح الذي يستخدمه كل مستخدم "للموقع". بالرغم من أن هذه المعلومات ليست معلومات تحديد هوية شخصية، فربما نكون قادرين على تحديد مقدم خدمة الإنترنت للمستخدم والمكان الجغرافي لنقطة اتصاله من خلال عنوان بروتوكول الإنترنت الخاص بالمستخدم.

source: Cookies
ar: ملفات تعريف الارتباط.

source: Stanford also uses or may use cookies and/or web beacons to help us determine and identify repeat visitors, the type of content and sites to which a user of our Site links, the length of time each user spends at any particular area of our Site, and the specific functionalities that users choose to use. Essentially, cookies are a user's identification card for the Stanford servers. Web beacons are small graphic files linked to our servers that allow us to track your use of our Site and related functionalities. Cookies and web beacons allow Stanford to serve you better and more efficiently, and to personalize your experience at our Site. Cookies and web beacons are not used to retain Personally Identifiable Information. From time to time Stanford may also use additional methods of collecting data. Stanford does not provide any data collected through cookies to third parties.
ar: تستخدم ستانفورد أيضًا أو قد تستخدم ملفات تعريف الارتباط و/أو إشارات الويب لمساعدتنا في تحديد الزوار الدائمين والتعرف على هويتهم وكذلك نوع المحتوى والمواقع التي يرتبط بها مستخدم موقعنا والمدة التي يقضيها كل مستخدم في أي منطقة محددة على موقعنا والوظائف المحددة التي سيختارها مستخدمونا لاستخدامها. ملفات تعريف الارتباط هي في الأساس بطاقة تحديد هوية المستخدم لخوادم ستانفورد. وتعد إشارات الويب ملفات رسومية صغيرة مرتبطة بالخوادم المملوكة لنا التي تتيح لنا تتبع استخدامك لموقعنا والوظائف ذات الصلة. وتتيح ملفات تعريف الارتباط وإشارات الويب لستانفورد تقديم خدمة أفضل وأكثر فاعلية وتخصيص تجربتك على موقعنا. ولا تُستخدم ملفات تعريف الارتباط وإشارات الويب في حفظ معلومات تحديد الهوية الشخصية. وقد تستخدم ستانفورد أيضًا من حين إلى آخر طرقًا إضافية لجمع البيانات. ولا تقدم ستانفورد أي بيانات مجمعة من خلال ملفات تعريف الارتباط إلى أطراف ثالثة.

source: You should be able to control how and whether cookies will be accepted by your web browser. Most browsers offer instructions, in the "Help" section of the toolbar, on how to reset the browser to reject cookies. If you reject our cookies, many functions and conveniences of this Site may not work properly.
ar: يجب أن تكون قادرًا على التحكم في كيفية قبول متصفح الإنترنت لديك لملفات تعريف الارتباط وفيما إذا كان سيقبلها أم لا. وتوفر معظم متصفحات الإنترنت، في قسم "التعليمات" بشريط الأدوات، تعليمات عن كيفية إعادة ضبط المتصفح لرفض ملفات تعريف الارتباط. وفي حالة رفضك لملفات تعريف الارتباط الخاصة بنا، فقد لا تعمل العديد من الوظائف والمواءمات بشكل صحيح في "الموقع".

source: Personally Identifiable Information
ar: معلومات تحديد الهوية الشخصية.

source: This Privacy Policy serves as notice that Stanford collects Personally Identifiable Information in the manner described herein. Such information may include but is not limited to: username, email address, home address, IP address, postal code, gender and year of birth. Stanford collects Personally Identifiable Information that you provide to us when you sign-up for email updates, participate in online courses or services through our Site, participate in our public forums, send us email messages, and/or or otherwise contact us. In order to subscribe to services, you may be required to provide us with Personally Identifiable Information such as your user name, name, postal address, and email address. You may also be asked to provide demographic information such as date of birth, gender and educational and vocational information. Stanford may also receive Personally Identifiable Information when you access or log-in to a third party site, e.g., Facebook, from our Site. This may include the text and/or images of your Personally Identifiable Information available from the third party site. Personally Identifiable Information shall not include any information posted or sent by or to you via any public forum.
ar: تعمل سياسة الخصوصية هذه كإشعار بأن ستانفورد تجمع معلومات تحديد الهوية الشخصية بالطريقة الموضحة في هذه الشروط. وقد تشمل هذه المعلومات على سبيل المثال لا الحصر اسم المستخدم وعنوان البريد الإلكتروني وعنوان المنزل وعنوان بروتوكول الإنترنت والرمز البريدي والجنسانية (ذكر أو أنثى) وسنة الميلاد. تجمع ستانفورد معلومات تحديد الهوية الشخصية التي تقدمها لنا عند التسجيل للحصول على تحديثات عبر البريد الإلكتروني و/أو المشاركة في المقررات الدراسية عبر الإنترنت أو الخدمات التي يقدمها موقعنا و/أو المشاركة في منتدياتنا العامة و/أو إرسال رسائل بريد إلكتروني إلينا و/أو الاتصال بنا. وللاشتراك في خدماتنا، قد نطلب منك تزويدنا بمعلومات تحديد الهوية الشخصية مثل اسم المستخدم والاسم الحقيقي والعنوان البريدي وعنوان البريد الإلكتروني. وقد نطلب منك أيضًا تزويدنا بمعلومات ديموغرافية مثل تاريخ الميلاد والجنسانية ومعلومات تعليمية ومهنية. وقد تستلم ستانفورد أيضًا معلومات تحديد الهوية الشخصية عندما تدخل على أو تسجل دخولك على موقع طرف ثالث مثل الفيس بوك من خلال موقعنا. وقد يتضمن ذلك نصوصًا و/أو صوراً من معلومات تحديد الهوية الشخصية المتاحة من موقع الطرف الثالث. ولا تتضمن معلومات تحديد الهوية الشخصية أي معلومات تُرسل لك أو تنشرها عبر أي منتدى عام.

source: Collection of Information by Third Parties
ar: البيانات التي يجمعها الطرف الثالث

source: We may permit a limited number of authorized third parties, such as analytics partners, to place cookies through the Site to provide us with better insights into the use of the Site or user demographics. These third parties may collect information, including non-personal information, about a consumer's online activities over time and across different websites when he or she uses our website.
ar: قد نسمح لعدد محدود من الأطراف الثالثة المعتمدين، مثل شركاء التحليلات، بوضع ملفات تعريف الارتباط على "الموقع" من أجل إمدادنا برؤى أفضل بشأن استخدام "الموقع" أو ديموغرافية المستخدم. وقد تجمع هذه الأطراف الثالثة معلومات، من بينها معلومات غير شخصية، حول نشاطات المستهلك على الإنترنت بمرور الوقت وعبر مواقع إلكترونية مختلفة عند استخدامه لموقعنا.

source: Do Not Track
ar: عدم التعقب

source: We do not use technology that recognizes a "do-not-track" signal from your web browser.
ar: لا نستخدم تكنولوجيا تستطيع أن تتعرف على إشارة "عدم التعقب" الصادرة من متصفح الانترنت الخاص بك.

source: How We Use and Share the Information
ar: كيف نقوم باستخدام المعلومات ومشاركتها

source: Please take some time to familiarize yourself with the different ways Stanford uses and may disclose the information that we gather. We do not share your Personally Identifiable Information with third parties for their direct marketing use.
ar: يُرجى تخصيص بعض الوقت للتعرف على الطرق المختلفة التي تستخدمها ستانفورد وقد تكشف المعلومات التي نجمعها. ونحن لا نشارك معلومات تحديد الهوية الشخصية الخاصة بك مع أي أطراف ثالثة من أجل استخدامهم التسويقي المباشر.

source: Stanford uses Non-Personal Information in aggregate form to build higher quality, more useful services by performing statistical analyses of the collective characteristics and behavior of our users, and by measuring demographics and interests regarding specific areas of our Site. Such aggregate information may include but is not limited to video player interactions, views of posts, views and actions on pages, assessment results and completion rates and assignments. We may share Non-Personal Information with service providers and others to assist us in operating and enhancing our programs and site.
ar: معلومات غير شخصية. تستخدم ستانفورد المعلومات غير الشخصية في صورة تراكمية من أجل تحقيق جودة أعلى وخدمات أكثر إفادة وذلك من خلال التحليلات الإحصائية للسمات والسلوكيات الجماعية لمستخدمينا و أيضًا من خلال قياس العوامل الديمغرافية والاهتمامات المتعلقة بمجالات محددة على موقعنا. وتشمل هذه المعلومات التراكمية على سبيل المثال لا الحصر التفاعلات على مشغل الفيديو وعدد مرات مشاهدة المنشورات وعدد مرات زيارة الصفحة والتفاعل عليها ونتائج التقييم ومعدلات الاستكمال ومهامها. وقد نشارك المعلومات غير الشخصية مع مقدمي الخدمات وآخرين لكي يساعدونا في تشغيل وتحسين برامجنا وموقعنا.

source: Among other things, Stanford may use the Personally Identifiable Information that you provide to respond to your questions, provide you the specific course and/or services you select, send you updates about online courses offered by Stanford or other Stanford events, and send you email messages about Site maintenance or updates. Except as set forth in this Privacy Policy or as specifically agreed to by you, Stanford will not disclose any Personally Identifiable Information we gather from you on the Site. In addition to the other uses set forth in this Privacy Policy, Stanford may disclose and otherwise use Personally Identifiable Information as described below.
ar: معلومات تحديد الهوية الشخصية. ومن بين أمور أخرى، قد تستخدم ستانفورد معلومات تحديد الهوية الشخصية التي تقدمها حتى تجيب عن استفساراتك و/أو تقدم لك المقرر الدراسي المحدد الذي تختاره و/أو الخدمات التي تختارها، وترسل لك كل ما هو جديد حول المقررات الدراسية عبر الإنترنت التي تقدمها ستانفورد أو أي فعاليات أخرى تطلقها ستانفورد، وأيضًا لترسل لك رسائل بريد إلكتروني عن صيانة "الموقع" أو تحديثات. ولن تفصح ستانفورد عن أي معلومات تحديد هوية شخصية جمعناها منك عبر "الموقع"، باستثناء ما هو مبين في سياسة الخصوصية الحالية أو على النحو المتفق عليه من جانبك على وجه التحديد. بالإضافة إلى الاستخدامات الأخرى الواردة في سياسية الخصوصية، يجوز لستانفورد الإفصاح عن معلومات تحديد الهوية الشخصية واستخدامها كما هو موضح أدناه.

source: Updates
ar: التحديثات.

source: We use Personally Identifiable Information collected when you sign-up for our various email or update services to send you the messages in connection with the Site or an online course. Stanford may also archive this information and/or use it for future communications with you.
ar: نحن نستخدم معلومات تحديد الهوية الشخصية المجمعة عند تسجيل الدخول على خدمات البريد الإلكتروني أو التحديثات المختلفة من أجل أن نرسل إليك رسائل متعلقة "بالموقع" أو أحد المقررات الدراسية عبر الإنترنت. وقد تحفظ ستانفورد هذه المعلومات في الأرشيف و/أو تستخدمها في التواصل معك مستقبلاً.

source: Forums
ar: المنتديات.

source: Stanford uses Personally Identifiable Information collected during your use of forums to facilitate your use of the forums. In addition Stanford may display this information either on the Site and/or in other publications. Stanford may also archive this information and/or use it for future communications with you and/or your designee(s). Since the forum is open to the public, you may wish to select a username which does not disclose your identity when you post on the forum.
ar: تستخدم ستانفورد معلومات تحديد الهوية الشخصية المجمعة خلال استخدامك للمنتديات لتسهيل استخدامك لها. وقد تعرض ستانفورد هذه المعلومات على "الموقع" و/أو في منشورات أخرى. وقد تحفظ ستانفورد أيضًا هذه المعلومات في الأرشيف و/أو تستخدمها في التواصل معك و/أو مع من تفوضه مستقبلاً. ولما كان هذا المنتدى مفتوحًا أمام الجمهور، يمكنك أن تختار اسم مستخدم لا يكشف عن هويتك عندما تنشر شيئًا على المنتدى.

source: Participation in Online Courses
ar: المشاركة في المقررات الدراسية عبر الإنترنت.

source: We use the Personally Identifiable Information, including but not limited to username and email address, that we collect from you when you participate in an online course through the Site for processing purposes, including but not limited to tracking attendance, progress and completion of an online course. Also, Stanford may archive this information and/or use it for future communications with you. This information may be shared with the content providers or contractors.
ar: نستخدم معلومات تحديد الهوية الشخصية بما في ذلك على سبيل المثال لا الحصر اسم المستخدم وعنوان البريد الإلكتروني التي نجمعها عند مشاركتك في مقرر دراسي عبر الإنترنت من خلال "الموقع" لأغراض المعالجة، والتي تشمل على سبيل المثال لا الحصر متابعة الحضور والتقدم المحرز في المقرر الدراسي عبر الإنترنت واستكماله. قد تحفظ أيضًا ستانفورد هذه المعلومات في الأرشيف و/أو تستخدمها في التواصل معك مستقبلاً. قد يتم مشاركة هذه المعلومات مع مقدمي المحتوى أو المتعاقدين.

source: Communications with Stanford
ar: المراسلات مع ستانفورد.

source: When you send us an email message or otherwise contact us, we may use the information provided by you to respond to your communication and/or as described in this Privacy Policy. We may also archive this information and/or use it for future communications with you.
ar: عندما ترسل لنا بريدًا إلكترونيًا أو تتصل بنا، فقد نستخدم المعلومات التي تقدمها للرد على رسالتك و/أو كما هو موضح في سياسة الخصوصية. وقد نحفظ هذه المعلومات في الأرشيف و/أو نستخدمها في التواصل معك مستقبلاً.

source: Research
ar: الأبحاث.

source: We will study course participation to learn how to enhance both our course offerings and the online learning experience. Records of your participation may be used by Stanford for these research studies. Such records may include but will not be limited to: username, email address, home address, IP address, postal code, gender, year of birth and your interactions with the platform such as video player usage, forum posts, actions on class pages, assignments, and assessment results. For purposes of research, we may share information we collect from online learning activities, including Personally Identifiable Information ("PII"), with researchers beyond Stanford. However, your PII will only be shared as permitted by applicable law, will be limited to what is necessary to perform the research and will be subject to an agreement to protect the data. We may also share with the public or third parties aggregated information that does not personally identify you. Similarly, any research findings will be reported at the aggregate level and will not expose your personal identity.
ar: سندرس مدى المشاركة في المقررات الدراسية لمعرفة طرق لتحسين عروض المقررات الدراسية وأيضًا خبرات التعلم عبر الإنترنت. وقد تستخدم ستانفورد سجلات مشاركتك لأغراض هذه الدراسات البحثية. قد تشمل هذه السجلات على سبيل المثال لا الحصر: اسم المستخدم وعنوان البريد الإلكتروني وعنوان المنزل وعنوان بروتوكول الإنترنت والرمز البريدي والجنسانية وسنة الميلاد وتفاعلاتك مع المنصة مثل استخدام مشغل الفيديو ومنشورات المنتدى والتفاعل على صفحات الصف والمهام ونتائج التقييم. للأغراض البحثية، قد نشارك المعلومات التي نجمعها من أنشطة التعلم عبر الإنترنت، بما فيها معلومات تحديد الهوية الشخصية، مع الباحثين خارج ستانفورد. ومع ذلك، ستتم مشاركة معلومات تحديد الهوية الشخصية في الإطار المسموح به بموجب القانون المعمول به، وستقتصر على ما هو ضروري لإجراء البحث، وستخضع لاتفاق لحماية البيانات. وقد نشارك المعلومات المجمعة التي لا تحدد هويتك الشخصية مع الجمهور أو مع أطراف ثالثة. وعلى نحو مماثل، سيتم الإبلاغ عن أي نتائج بحثية بشكل تراكمي، ولن تكشف عن هويتك الشخصية.

source: Third Party Sites
ar: مواقع الطرف الثالث.

source: We use the Personally Identifiable Information collected from third party sites for research and teaching purposes. To the extent such Personally Identifiable Information contains images of you; you grant Stanford a limited, non-exclusive right to use, reproduce, distribute, prepare derivative works of or publicly display such images and/or your likeness for educational purposes.
ar: نستخدم بيانات تحديد الهوية الشخصية المجمعة من مواقع الطرف الثالث لأغراض بحثية وتعليمية. وبقدر ما تحتوي معلومات تحديد الهوية الشخصية على صور لك، فإنك تمنح ستانفورد حقًا محدودًا غير حصري لاستخدام هذه الصور و/أو هيئتك أو أعمال مشتقة منهما أو إعادة إنتاجها أو توزيعها أو إعدادها أو عرضها علانية لأغراض تعليمية.

source: Disclosure to Complete Transactions
ar: الإفصاح لإكمال المعاملات.

source: We may disclose your Personally Identifiable Information in order to help complete a transaction that you have requested. This may include, for example, disclosure of credit card information to a payment processor.
ar: قد نفصح عن معلومات تحديد الهوية الشخصية الخاصة بك من أجل مساعدتك في إكمال معاملة طلبتها. قد يتضمن هذا، على سبيل المثال، الإفصاح عن معلومات تخص البطاقة الائتمانية إلى معالج الدفع.

source: Disclosure to Stanford Contractors
ar: الإفصاح إلى متعاقدي ستانفورد.

source: Our contractors may have limited access to your Personally Identifiable Information in the course of providing products or services to us. These contractors may include vendors and suppliers that provide us with technology, services, marketing assistance, and/or content related to the operation and maintenance of the Site or the online course. Access to your Personally Identifiable Information by these contractors is limited to the information reasonably necessary for the contractor to perform its limited function for us.
ar: قد يحظى متعاقدونا بدخول محدود إلى معلومات تحديد هويتك الشخصية في سياق تقديم منتجات أو خدمات إلينا. وقد يكون من بين هؤلاء المتعاقدين البائعون والموردون الذين يقدمون لنا التكنولوجيا و/أو الخدمات و/أو المساعدة التسويقية و/أو المحتوى المتعلق بتشغيل وصيانة "الموقع" أو المقرر الدراسي عبر الإنترنت. ويقتصر دخول هؤلاء المتعاقدين إلى معلومات تحديد هويتك الشخصية على المعلومات اللازمة بصورة معقولة للمتعاقد لأداء وظيفته المحدودة لصالحنا.

source: Government Authorities, Legal Rights and Actions
ar: الجهات الحكومية و الحقوق والإجراءات القانونية.

source: Stanford may share your Personally Identifiable Information with various government authorities in response to subpoenas, court orders, or other legal process; to establish or exercise our legal rights or to protect our property, rights or safety or the property, rights or safety of others; to prosecute or to defend against legal claims; or as otherwise required by law or applicable regulations. In such cases Stanford reserves the right to raise or waive any legal objection or right available to us. We also may share your Personally Identifiable Information when Stanford believes it is appropriate to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of Stanford, the Site, our users or others; and in connection with our Terms of Use and other agreements.
ar: قد تشارك ستانفورد معلومات تحديد هويتك الشخصية مع مختلف الجهات الحكومية استجابةً لمذكرات الإحضار أو أوامر المحكمة أو أي إجراءات قانونية أخرى، أو من أجل إرساء حقوقنا القانونية وممارستها، أو لحماية ممتلكاتنا أو حقوقنا أو سلامتنا، أو لحماية ممتلكات الآخرين أو حقوقهم أو سلامتهم؛ أو لرفع دعاوى قضائية أو التصدي لها ، أو بحسب ما يقتضيه القانون أو اللوائح المعمول بها. وفي مثل هذه الحالات يكون لستانفورد الحق في رفع أي اعتراض قانوني أو حق متاح لنا أو التنازل عنهما. وقد نشارك أيضًا معلومات تحديد هويتك الشخصية عندما ترى ستانفورد أنه من الملائم التحقيق في أنشطة غير قانونية أو يُشتبه بأنها غير قانونية أو منعها أو اتخاذ أي إجراء بشأنها؛ ومن أجل حماية حقوق ستانفورد أو "الموقع" أو مستخدمينا أو آخرين أو ممتلكاتهم أو سلامتهم، ووفقًا لشروط الاستخدام الخاصة بنا والاتفاقيات الأخرى.

source: Security
ar: الأمن

source: Stanford takes reasonable measures to protect your Personally Identifiable Information from disclosure to or access by third parties. However, no method of electronic transmission or storage is 100% secure. Please note that Stanford does not guarantee the security of Personally Identifiable Information, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. Any information that you post on our site or send to us in an email is not secure.
ar: تتخذ ستانفورد إجراءات معقولة لحماية معلومات تحديد هويتك الشخصية من النشر أو وصول أطراف ثالثة إليها. وبالرغم من ذلك، فلا توجد طريقة نقل أو تخزين إلكترونية آمنة 100% s. يُرجى العلم أن ستانفورد لا تضمن أمن معلومات تحديد الهوية الشخصية، وهناك بعض الخطر من أن طرفاً ثالثاً غير موثوق به قد يجد طريقة لخرق أنظمتنا الأمنية أو أن نقل معلوماتك عبر الإنترنت قد يتم اعتراضها. أي معلومات تنشرها على موقعنا أو ترسلها لنا عبر البريد الإلكتروني غير آمنة.

source: You also play a role in protecting your information. Please safeguard your user name and password and do not share them with others. If we receive instructions using your log-in information we will consider that you have authorized the instructions. You agree to notify us immediately of any unauthorized use of your account or any other breach of security. We reserve the right to refuse service, terminate accounts, or remove or edit content in our sole discretion.
ar: فأنت أيضًا تؤدي دورًا في حماية معلوماتك. يرجى حماية اسم المستخدم الخاص بك وكلمة المرور ولا تشاركهما مع الآخرين. في حالة استلمنا تعليمات باستخدام بيانات تسجيل الدخول الخاصة بك فسنعتبر أنك قد تحققت من التعليمات. وأنت توافق على إخبارنا فورًا بأي استخدام غير مصرح به لحسابك أو أي خرق للأمن. ونحتفظ بحق رفض خدمة أو إنهاء حسابات أو مسح محتوى أو تعديله بحسب تقديرنا الحصريّ.

source: External Links
ar: روابط خارجية
