Repository: Stanford-Online/lagunita-theme
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Courses may be made available for free or for a fee at the sole discretion of Stanford. Course fees, if applicable, are due and payable at the time of registration for the course or at the time of requesting a service or materials for which a fee is required. Stanford expressly reserves the right to refuse to permit access to any fee-based course if the fee is not paid, is cancelled or not processed for any reason. For a period of fourteen (14) calendar days from the course start date ("Refund Period"), you may withdraw or unenroll from the course by clicking on the unregister link and request a refund of the registration fee by emailing {contact_email}. Please include your full name and username in your request. Refunds will be credited to the credit card used when you registered and may take up to two billing cycles to process. Stanford has no obligation to issue a refund after the Refund Period, but if you believe a refund is warranted, please email us at {contact_email}.
ar: قد تتوفر المقررات الدراسية مجانًا أو مقابل رسوم وفق ما تراه ستانفورد، وتكون رسوم المقرر الدراسي، حال تطبيقها، مستحقة الدفع عند التسجيل في المقرر أو عند طلب خدمة أو مواد يتعين دفع رسوم مقابلها. تحتفظ ستانفورد صراحة بالحق في رفض السماح بالدخول إلى أي مقرر دراسي غير مجاني حال عدم سداد رسوم المقرر الدراسي أو إلغائها أو عدم معالجتها لأي سبب. يجوز لك الانسحاب أو إلغاء التسجيل في المقرر الدراسي في خلال فترة أربعة عشر (14) يومًا منذ تاريخ بدء المقرر الدراسي ("فترة استرداد الرسوم")، وذلك بالنقر فوق رابط إلغاء التسجيل، مع إمكانية طلب استرداد رسوم التسجيل عن طريق إرسال بريد إلكتروني إلى العنوان التالي {contact_email}. يُرجى إدخال اسمك الكامل واسم المستخدم الخاص بك في الطلب. ستُودع الأموال المستردة في بطاقة الائتمان التي استخدمتها عند التسجيل وقد تستغرق دورتي فوترة حتى يتم معالجتها. ولا تتحمل ستانفورد أي التزام يتعلق بإعادة أي أموال بعد انتهاء فترة استرداد الرسوم، ومع ذلك إذا كان لديك أسباب تعتقد أنها تتيح لك استرداد الرسوم، يُرجى حينئذ إرسال بريد إلكتروني على العنوان التالي {contact_email}.

source: Course Modification or Cancellation
ar: تعديل أو إلغاء المقرر الدراسي

source: The Site, including the course materials, may contain errors and omissions. We reserve the right to correct errors or omissions without prior notice. We also reserve the right to cancel, discontinue, reschedule, delay, change instructors or modify any course or service. You acknowledge that the course content of the online course does not reflect the complete curriculum of a course that may be offered to students enrolled at Stanford.
ar: قد يحتوى "الموقع" أو مواد المقرر الدراسي على بعض الأخطاء والمحذوفات، ونحن نحتفظ بحق تصويب الأخطاء أو المحذوفات بدون إشعار مسبق. كما نحتفظ أيضًا بالحق في إلغاء أي مقرر دراسي أو خدمة أو إيقافهما أو إعادة جدولتهما أو تأخيرهما أو تغيير المعلمين المعنيين بهما أو تعديلهما. وتُقر من جانبك بأن محتوى المقرر الدراسي الذي يتم تقديمه عبر الإنترنت لا يعكس المنهج الكامل لأي مقرر دراسي قد يُقدَّم للطلاب المسجلين في ستانفورد.

source: License to use Site Materials
ar: ترخيص استخدام مواد "الموقع"

source: Unless otherwise indicated, the Site and all its content, such as text, images, and the HTML used to generate the pages ("Material") are the property of Stanford or that of our suppliers or licensors and are protected by patent, trademark and/or copyright under US or foreign laws. In consideration for your agreement to the terms and conditions contained here, Stanford grants you a personal, non-exclusive, non-transferable license to access and use the Site and the Material. Registered users may download Material from the Site only for such user's own personal, non-commercial use. No user may otherwise copy, reproduce, duplicate, retransmit, distribute, publish, scrape, download in bulk, sell, resell, commercially exploit or otherwise transfer any Material or modify or create derivative works of the Material. The burden of determining that use of any information, software, material or any other content on the Site is permissible rests with User. Some content on the Site is provided by third parties, and the use of that content is subject to rules and restrictions as indicated on the Site. You agree to be bound by all such rules and restrictions.
ar: يُعد "الموقع" وكافة محتوياته مثل النصوص والصور وملفات HTML المستخدمة في إنشاء الصفحات (ويُشار إليها كلها بـ "المواد") ملكية خاصة لستانفورد أو لموردينا أو لمانحي التراخيص وتكون محمية ببراءة اختراع و/أو علامة تجارية و/أو حقوق الطبع والنشر بموجب قوانين الولايات المتحدة أو غيرها من القوانين الأجنبية، ما لم يُشَر إلى خلاف ذلك. وبناء على موافقتك على الشروط والأحكام الواردة هنا، تمنحك ستانفورد ترخيصًا شخصيًا غير حصري وغير قابل للتحويل للدخول إلى "الموقع" واستخدام المواد. يجوز للمستخدمين المسجلين تنزيل المواد من "الموقع" بشرط أن يكون ذلك من أجل الاستخدام الشخصي وغير التجاري للمستخدمين فقط. لا يجوز للمستخدم تصوير أي مواد أو استنساخها أو تكرارها أو إعادة نقلها أو توزيعها أو نشرها أو حذفها أو تنزيلها أو بيعها أو إعادة بيعها أو استغلالها تجاريًا أو نقلها بأي طريقة أخرى أو إنشاء أعمال مشتقة من هذه المواد. ويقع على عاتق المستخدم عبء تحديد إمكانية استخدام أي معلومات أو برمجيات حاسوبية أو مواد أو أي محتوى آخر في "الموقع". تجدر الإشارة إلى أن بعض محتويات "الموقع" مقدمة من أطراف ثالثة ويخضع استخدام تلك المحتويات للقواعد والقيود كما هو مشار إليه في "الموقع". وأنت توافق على الالتزام بكافة هذه القواعد والقيود.

source: Modifications to Site
ar: تعديلات "الموقع"

source: Stanford reserves the right, for any reason or no reason, in our sole discretion and without notice, to terminate, change, suspend or discontinue any aspect of the Site, including without limitation, information, data, text, music, sound, photographs, graphics, video, messages, courses, Materials, features and/or hours of availability, and we will not be liable to you or to any third party for doing so. We may also impose rules and limits on the use of the Site or restrict your access to part, or the entire, Site without notice or penalty.
ar: تحتفظ ستانفورد بالحق في إنهاء أو تغيير أو تعليق أو إيقاف أي من أجزاء "الموقع"، سواء بسبب أو بغير سبب، ووفق تقديرها المطلق ودون إشعار مسبق، ويتضمن ذلك على سبيل المثال لا الحصر المعلومات و/أو البيانات و/أو النصوص و/أو المقاطع الموسيقية و/أو الصوتية و/أو الصور الفوتوغرافية و/أو الرسومات البيانية و/أو مقاطع الفيديو و/أو الرسائل و/أو المقررات الدراسية و/أو المواد و/أو المقالات و/أو ساعات التوفر، مع عدم تحملها أي مسؤولية تجاهك أو تجاه أي طرف ثالث جراء هذا. وقد نقوم أيضًا بفرض قواعد وقيود على استخدام "الموقع" أو تقييد دخولك إلى أي جزء منه أو إلى "الموقع" بالكامل دون إشعار مسبق أو التعرض لأي جزاءات جراء ذلك.

source: Rules for Online Conduct
ar: قواعد السلوكيات عبر الإنترنت

source: You agree to use the Sites in accordance with all applicable laws. You are responsible for your own communications, including the upload, transmission and posting of information, and are responsible for the consequences of their posting on or through the Site. You further agree that you will not email or post malicious or harmful content anywhere on the Site, or on any other Stanford computing resources including without limitation the following:
ar: وبالإضافة إلى ما سبق، فإنك توافق على استخدام المواقع وفقًا لكافة القوانين المعمول بها. كما تتحمل المسؤولية عن كافة مراسلاتك، بما في ذلك أي عمليات تحميل وتحويل ونشر للمعلومات، وتكون مسؤولاً عن العواقب المترتبة على نشرها على "الموقع" أو من خلاله. وتوافق أيضًا على الالتزام بعدم إرسال أو نشر أي محتوى كيديّ أو ضار في أي مكان على "الموقع"، أو على أي من الموارد الحاسوبية الأخرى لستانفورد، ويتضمن ذلك على سبيل المثال لا الحصر ما يلي:

source: Content that defames or threatens others
ar: محتوى يشوه سمعة الآخرين أو يعرضها للتهديد

source: Harassing statements or content that violates federal or state law
ar: عبارات أو محتوى يتسبب في مضايقة الآخرين على نحو يخرق القوانين الفيدرالية أو قوانين الولاية

source: Content that discusses illegal activities with the intent to commit them
ar: محتوى يناقش الأنشطة غير القانونية مع نية القيام بها.

source: Content that is not your own, or infringes another's intellectual property, including, but not limited to, copyrights, trademarks or trade secrets
ar: محتوى لا يخصك، أو ينتهك حقوق الملكية الفكرية لشخص آخر، ويتضمن ذلك على سبيل المثال لا الحصر، حقوق الطبع والنشر أو العلامات التجارية أو الأسرار التجارية.

source: Content related to partisan political activities
ar: محتوى يتعلق بالأنشطة السياسية الحزبية

source: Material that contains obscene (i.e. pornographic) language or images
ar: مواد تحتوي على لغة بذيئة أو صور خليعة (مثل الصور الإباحية)

source: Advertising or any form of commercial solicitation or promotion, including links to other sites
ar: الإعلان أو أي نوع من الإغراء أو الترويج التجاري، ويتضمن هذا الروابط التي تنقل إلى مواقع أخرى.

source: Content that is otherwise unlawful
ar: أي محتوى يكون بطريقة أخرى غير قانوني

source: Intentionally incomplete, misleading or inaccurate content
ar: أي محتوى غير مكتمل أو مضلل أو غير دقيق عن قصد

source: Violations of Honor Code
ar: انتهاكات ميثاق الشرف

source: Copyrighted material, including without limitation software, graphics, text, photographs, sound, video and musical recordings, may not be placed on the Site without the express permission of the owner of the copyright in the material, or other legal entitlement to use the material.
ar: لا يجوز نشر المواد المحمية بحقوق الطبع النشر، ومنها على سبيل المثال لا الحصر، البرمجيات الحاسوبية والرسومات البيانية والنصوص والصور والمقاطع الصوتية ومقاطع الفيديو والتسجيلات الموسيقية، على "الموقع" دون الموافقة الصريحة من مالك حقوق طبع ونشر المواد أو الوفاء بأي استحقاقات قانونية أخرى لاستخدام هذه المواد.

source: Security Rules
ar: قواعد الأمن

source: Violations of system or network security may result in civil or criminal liability. Stanford will investigate occurrences and may involve, and cooperate with, law enforcement authorities in prosecuting the use or users who are involved in such violations. You agree that you will not violate or attempt to violate the security of the Site, including without limitation:
ar: يمكن أن يترتب على انتهاكات أمن النظام أو الشبكة تحمل مسؤولية مدنية أو جنائية، ومن ثم سوف تحقق ستانفورد في الوقائع، ويمكن أن تُشرك سلطات إنفاذ القانون أو تتعاون معها في التحقيق في تلك الاستخدام أو محاكمة المستخدمين المتورطين في مثل هذه الانتهاكات. وبالإضافة إلى ذلك، فإنك توافق على الالتزام بعدم انتهاك أمن "الموقع" أو محاولة هذا، ويتضمن ذلك على سبيل المثال لا الحصر:

source: attacking, probing, scanning or testing the vulnerability of, breaching security of, disrupting, disabling or harming the Site, or servers or networks connected to the Site
ar: تنفيذ أي أعمال هجوم أو تدقيق أو مسح ضوئي أو اختبار مواطن الضعف أو انتهاك النظام الأمني "بالموقع" أو إحداث تشويش به أو تعطيله أو إلحاق الضرر به أو بالخوادم أو الشبكات المتصلة "بالموقع".

source: using the Site via any automated means, such as a screen-scraper or robot. This is not intended to exclude the use of assistive technology for your own use, such as screen-readers
ar: استخدام "الموقع" من خلال أي وسائل مؤتمتة مثل أدوات تحليل المحتوى المكتوب أو الإنسان الآلي. ولا يُقصد من هذا منع استخدام التقنيات المساعدة لاستخدامك الشخصي مثل قارئات الشاشة.

source: sending any unsolicited emails to other Site Users or forging any TCP/IP packet header or any part of the header information in any email
ar: إرسال أي رسائل بريد إلكتروني غير مرغوب فيها إلى مستخدمي "الموقع" الآخرين أو تزوير رأس رزمة TCP/IP أو أي جزء من معلومات رأس الصفحة في أي رسائل بريد إلكتروني.

source: displaying the Site within a frame on another website without consent, or place pop-up windows or other disruptive technologies over it
ar: عرض "الموقع" في إطار على موقع إلكتروني آخر دون الحصول على موافقة أو وضع نوافذ منبثقة أو استخدام تقنيات أخرى تهدف إلى التشويش.

source: accessing data not intended for you or logging into a server or account you are not authorized to access
ar: الوصول إلى بيانات غير مخصصة لك أو تسجيل الدخول إلى خادم أو حساب غير مصرح لك بالوصول إليه.

source: attempting to interfere with service to any user, host or network, including without limitation, via means of submitting a virus to the Site, overloading, "flooding", "Mailbombing" or "Crashing"
ar: محاولة التدخل في خدمة مقدمة لأي مستخدم أو مضيف أو شبكة، ويتضمن ذلك على سبيل المثال لا الحصر: من خلال إرسال فيروس إلى "الموقع" أو التحميل الزائد "الفيضان" أو "إغراق البريد الإلكتروني" أو "التعطيل".

source: impersonating another person or improperly allowing another to use your registration information to access the Site.
ar: انتحال هوية شخص آخر أو السماح لشخص آخر باستخدام معلومات التسجيل الخاصة بك للدخول إلى "الموقع".

source: Content Disclaimer
ar: إخلاء المسؤولية عن المحتوى

source: The text and other material on the Sites may include the opinion of the specific instructor and are not statements of advice, endorsement, opinion, or information of Stanford. If you feel you might be offended by the content of the Sites, you should not continue.
ar: يمكن أن تشمل النصوص والمواد الأخرى على المواقع رأي معلم معين، ومن ثم فهي ليست بيانات مشورات أو إقرار أو آراء أو معلومات تخص جامعة ستانفورد. وإذا شعرت بأنك مهان أو مغبون من محتوى المواقع، فعليك التوقف عن المواصلة.

source: Sites may also include the personal opinions and other expressions by Users who post entries on a wide range of topics. Neither the content of the forums, nor the links to other web sites, are screened, approved, reviewed or endorsed by Stanford or any other related entity. Stanford is not a publisher of any of the content of the forums, or of any content that may be available through links to and from them.
ar: يمكن أن تحتوي المواقع أيضًا على آراء شخصية وغيرها من تعبيرات المستخدمين، الذين ينشرون تدوينات في مجموعة واسعة من الموضوعات. لا يتم تدقيق محتوى المنتديات ولا روابط المواقع الأخرى أو اعتمادها أو مراجعتها أو إقرارها من جانب جامعة ستانفورد أو أي جهة أخرى ذات صلة. لا تُعد جامعة ستانفورد هي الجهة الناشرة لأي محتوى على المنتديات أو أي محتوى آخر قد يكون متاحًا من خلال الروابط الموجودة بها أو التي يتم الوصول إليها من خلالها.

source: User Content
ar: محتوى المستخدم

source: You may be permitted to submit and distribute materials in connection with an online course ("User Content"). You represent and warrant that any material you submit to the Site, instructors or other Users is accurate and complete and will not violate or infringe the rights of any third party, including without limitation privacy, publicity, intellectual property and any other proprietary rights, such as copyright, trademark and patent rights. You represent and warrant that you have all the necessary rights and licenses to use the material and to permit use of the material by Stanford and other researchers.
ar: قد يُسمح لك بإرسال مواد ونشرها فيما يتصل بأي مقرر دراسي عبر الإنترنت ("محتوى المستخدم")، ومن ثم فإنك تتعهد وتضمن أن تكون أي مواد تقدمها "للموقع" أو للمعلمين أو المستخدمين الآخرين دقيقة وكاملة ولن تنتهك أو تخرق حقوق أي طرف ثالث، بما في ذلك على سبيل المثال لا الحصر حقوق الخصوصية والإعلان والملكية الفكرية وغيرها من الحقوق الخاصة مثل حقوق الطبع والنشر والعلامات التجارية وبراءات الاختراع. كما تتعهد وتضمن أنك تتمتع بجميع الحقوق والتراخيص اللازمة لاستخدام المواد من قبل جامعة ستانفورد وغيرها من الباحثين لهذه المواد.

source: You agree that, if a third party claims that any material you have contributed to a Site is unlawful, you will bear the burden of establishing that the material complies with all applicable laws. Although Stanford does not monitor the content of the Site, Stanford has the right to remove material from the Site, block access, or take other action with respect to the material in its sole discretion.
ar: وبالإضافة إلى ما سبق، توافق أنه في حال ادعاء أي طرف ثالث عدم قانونية أي مواد أسهمت بنشرها على أحد المواقع، فإنك ستتحمل عبء إثبات توافق هذه المواد مع جميع القوانين النافذة. ورغم أن جامعة ستانفورد لا تراقب محتوى "الموقع"، فإن لديها الحق في حذف أي مواد من "الموقع" أو حظر الدخول إليها أو اتخاذ أي إجراء آخر فيما يتعلق بها وفقًا لتقديرها الحصري.

source: Grant of license
ar: منح الترخيص

source: By your submission of any material in connection with this course, you hereby grant Stanford an irrevocable, non-exclusive, royalty free, fully transferable, worldwide license to use, disclose, reproduce, distribute, prepare derivative works of, publicly perform, publicly display and provide to other researchers any such submission. You hereby grant Users in your online course a license to use your User Content (including the right to copy, modify and distribute such content) in conjunction with their participation in the course.
ar: من خلال تقديمك لأي مادة فيما يتصل بهذا المقرر الدراسي، فإنك تمنح جامعة ستانفورد بموجب ذلك ترخيصًا نهائيًا مجانيًا قابلًا للنقل غير حصري وعالمياً لاستخدام أي من تلك المواد والكشف عنها ونسخها وتوزيعها وإعداد أعمال مشتقة منها وتأديتها بصورة علنية وعرضها أيضًا بصورة علنية وتزويد الباحثين الآخرين بها. كما أنك تمنح المستخدمين المشتركين في مقررك الدراسي عبر الإنترنت بموجب ذلك ترخيصًا لاستخدام محتوى المستخدم الخاص بك (بما في ذلك الحق في نسخ هذا المحتوى وتعديله وتوزيعه) بالتزامن مع مشاركتهم في المقرر الدراسي.

source: User Status and Statement of Accomplishment
ar: حالة المستخدم وبيان الإنجاز

source: You agree and acknowledge that your access to the Site, participation in an online course and your agreement to these Terms do not confer any right to access or use the resources of Stanford or establish any relationship with Stanford or its instructors beyond the Site, that you are not enrolled, admitted or in attendance at Stanford and that you are not entitled to any student or academic grievance procedures. You agree that no joint venture, partnership, employment, or agency relationship exists between Stanford and you as a result of these Terms or your use of the Site.
ar: وعلاوة على ما سبق، فإنك توافق وتُقر بأن دخولك إلى "الموقع" والمشاركة في أحد المقررات الدراسية عبر الإنترنت وموافقتك على هذه الشروط، لا يمنحك أي حق في الدخول إلى موارد جامعة ستانفورد أو استخدامها، أو إقامة أي علاقة مع ستانفورد أو معلميها خارج نطاق "الموقع"، كما تقر وتوافق على أنك غير مسجل بجامعة ستانفورد أو مقبول بها أو تحضر في حرمها، ولا يحق لك اتخاذ أي إجراء من إجراءات التظلم الطلابية أو الأكاديمية. كما توافق على عدم وجود علاقات مشتركة تتعلق بمشاريع أو شراكات أو توظيف/عمالة أو وكالات بينك وبين جامعة ستانفورد نتيجة لهذه الشروط أو استخدامك "للموقع".

source: Subject to satisfactory performance and course completion, you may receive a Statement of Accomplishment ("Statement") signed by the instructor(s). Stanford reserves the right to determine whether a Statement will be issued for the online course and the nature of the information to be provided in the Statement. You acknowledge that any Statement will not stand in the place of a course taken at Stanford or an accredited institution or confer any academic credit, grade or degree or indicate enrollment at Stanford. You further acknowledge that instructors of any online course are not required to participate in any attempts to get the course recognized by any educational or accredited institution.
ar: يمكن أن تحصل على بيان إنجاز ("البيان") مشفوعًا بتوقيع معلم (معلمين) رهنًا بمستوى الأداء واستكمال المقرر الدراسي. تحتفظ جامعة ستانفورد بالحق في تحديد ما إذا كانت ستُصدر بيانًا للمقرر الدراسي عبر الإنترنت أم لا، وكذلك طبيعة المعلومات التي ستُدرج في البيان. كما تُقر أنت بأن أي بيان لن يكون بديلًا عن أي مقرر دراسي يتم الحصول عليه بمقر جامعة ستانفورد أو في إحدى المؤسسات المعتمدة أو يمنحك أي اعتماد أو مرتبة أو درجة أكاديمية أو يشير إلى التسجيل بالجامعة. وتُقر أيضًا بأن معلمي أي مقرر دراسي عبر الإنترنت غير ملزمين بالمشاركة في أي مساعٍ للحصول على اعتراف بالمقرر الدراسي من جانب أي مؤسسة تعليمية أو معتمدة.

source: International Use and Consent to Processing
ar: الاستخدام العالمي والموافقة على المعالجة

source: Stanford controls and operates this Site within the United States of America, and all information is collected, transmitted, processed and stored within the United States. We do not represent that materials on the Site are appropriate or available for use in other locations. Persons who choose to access the Site from other locations do so on their own initiative, and are responsible for compliance with local laws, if and to the extent local laws are applicable. You agree to comply with all applicable laws, rules and regulations in connection with your use of the Site. Without limiting the generality of the foregoing, you agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside. By providing any personal information to the Site, all users, including without limitation users in the European Union, fully understand and unambiguously consent to the collection, transmission processing and storage of such information in the United States and the use of such information for research by Stanford and other U.S. and international researchers.
ar: تتحكم جامعة ستانفورد في هذا "الموقع" وتقوم بتشغيله داخل الولايات المتحدة الأمريكية، ويتم جمع المعلومات كافة ونقلها ومعالجتها وتخزينها داخل الولايات المتحدة الأمريكية. لا نتعهد بأن المواد الموجودة على "الموقع" مناسبة أو متاحة للاستخدام في أماكن أخرى. والأشخاص الذين يختارون الدخول إلى "الموقع" من أماكن أخرى يقومون بذلك من تلقاء أنفسهم، وهم مسؤولون عن الامتثال للقوانين المحلية حال تطبيقها وبقدر تطبيقها. وفضلاً عن ذلك، فإنك توافق على الامتثال للقوانين والقواعد واللوائح المعمول بها فيما يتعلق باستخدامك "للموقع". ودون تقييد عمومية ما سبق، فإنك توافق على الامتثال لجميع القوانين المعمول بها فيما يتعلق بنقل البيانات الفنية المصدرة من الولايات المتحدة أو البلد الذي تقيم به. بمجرد تقديمك لأي معلومات شخصية على "الموقع"، فإن جميع المستخدمين، بما في ذلك على سبيل المثال لا الحصر، المستخدمين في دول الاتحاد الأوروبي يدركون تمامًا ويوافقون بوضوح على جمع هذه المعلومات ونقلها ومعالجتها وتخزينها في الولايات المتحدة، واستخدام جامعة ستانفورد وغيرها من الباحثين الأمريكيين والدوليين لهذه المعلومات للأغراض البحثية.

source: Links to Other Sites
ar: روابط إلى مواقع أخرى

source: The Site may include hyperlinks to sites maintained or controlled by others. Stanford is not responsible for and does not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at other sites. These links do not imply Stanford's endorsement of or association with the linked sites. Stanford is not responsible for and shall in no event be liable, directly or indirectly, to anyone for any loss or damage arising from or occasioned by the creation or use of the linked sites or the information or material accessed through those linked sites. If you choose to use Social Auth login, we may receive from the authenticator your name, email, and public profile information, and the authenticator is notified of your login to this site.
ar: قد يتضمن "الموقع" ارتباطات تشعبية لمواقع يقوم عليها أو يتحكم بها آخرون، كما أن جامعة ستانفورد غير مسؤولة عن تدقيق محتوى المواد أو الخدمات التي قد تُعرض على المواقع الأخرى أو اعتمادها أو مراجعتها أو إقرارها بشكل روتيني أو استخدام أي منها. ولا تشمل هذه الروابط اعتماد ستانفورد للمواقع المرتبطة ولا المشاركة معها. وجامعة ستانفورد غير مسؤولة ولا تتحمل المسؤولية القانونية بأي حال سواء، بشكل مباشر أم غير مباشر، تجاه أي طرف عن أية خسارة أو أضرار جراء إنشاء هذه المواقع المرتبطة أو استخدامها أو بسبب المعلومات أو المواد التي يتم الوصول إليها من خلال هذه المواقع. قد يتسنى لنا استلام اسمك وبريديك الإلكتروني ومعلومات ملفك الشخصي العام من خلال المصدّق وذلك في حالة اختيارك تسجيل الدخول عن طريق Social Auth، ويتم إرسال إشعار إلى المصدق بتسجيل دخولك إلى هذا "الموقع".

source: Choice of Law/Forum Selection
ar: اختيار القانون/ تحديد موقع المحاكمات
